{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Functional",
    "config": {
      "input_layers": [
        [
          "input_1",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              36
            ],
            "dtype": "float32",
            "name": "input_1",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "input_1"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "batch_input_shape": [
              null,
              36
            ],
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense",
            "trainable": true,
            "units": 36,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_1",
            "trainable": true,
            "units": 36,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_1"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "sigmoid",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_2",
            "trainable": true,
            "units": 3,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_2"
        }
      ],
      "name": "sequential",
      "output_layers": [
        [
          "dense_2",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.5.0"
  },
  "hash": "ef141eae875d3dbd7c46632a137e3d46420d96dc30ab3b651dfb14d69fbe0f6d",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      36
    ]
  ],
  "output_shapes": [
    [
      3
    ]
  ],
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            36
          ],
          "values": [
            "Uuw9v9tHDcDHJ6A+6WUhPpmYeD1H6L6/BN0iv6tShD9jY3U/EPAYP7LOEb/A2J+/7HKGv7tvRT71m7w8419nP0J5hj+UcJy9CvGIPpCxAT/Y5Fa/Qi6uP+L4Dj9WQr49FpkEv/9zlj4HVII+kZX3P60ljT9haCO/cYFWPt5deT/B/so/xDOCvo10Tj/BKxc/"
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            3
          ],
          "values": [
            "AACAP/CiQxXzNF8C"
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "dense": {
      "bias": [
        "KLisP4aXyr4u6aQ/wCPSPhTSMD9oKJK9hKaFP+OBVj/nPK2+//iWv0hSBz+j5IA/EuWIPwO1Ub8iXFI/LusPvw80Pb+Rkue8rVSJPw3kyz/JqSy/qnxQv0bejD+5K52/ichqv7fQ8T7vq/A+Z45bv1OwYT/jJYQ/4dmcPzxRXr9yD4q/j+haP65rtD/OGju/"
      ],
      "weights": [
        "lq6TvntD+D3eDuw95P3luwwIFj4ACAC+bMmTvAihTj2XS0a8aQ81vqCvUj7QWhk97i3WvRaAMj6w7om+D4YTvk00RLzmuyi+1dauu8z6ar59bGo+pOeGvn5kEj4zkiQ93OdavAG8NT3GHaW9+o1XPr39ab5S0+e9IFBBPfWZDz5XrHs9KNFcvhzA/r1lyoE+XlcBuhZvaD4IwrS92Wywvl65G76i4QO+Ls52veRWgzzJ8LU9sWOFvU1Xfb7Xd3u+nbdDv+5Lw72CS4I9twlUvvwmrj4LH9g9R5LlvusUmL4G8A89SWxyPMdAeL6s/mi9BulqPYtBBb5ifv26K9EOvQj4Lr4ymXM+ip+KvgvvOT72Xco+ufMePYVUkr75wMc+1e+IvlRxpL1lb0K+JVurvlFhUb5KU6M9yodbvvhfsr7HRXy9ZkljPqETqr23O5M9QOggv5COeT1BVjm+KeMDPqUwNj683ae+klo7vnSXRb76yMI+wZugPj7bdD5T7iu+CU8SPgFo8rxYG0A+86bjPoFTeb348kS+UBBfvWktPj6fsJI+WIz0vBKYxL3YpnA+oJCbvVY5kz04GRM9b4IZvplNlz7Tdp++Mc4HvrsVZL6RoHM+NR5/PlDCBz9C3HI+HStnvFyZWT5b7dg+0ue2vU2VC7/k+Ms8n8j2vdt1Q75o0cO90y+nPgvO2jyTB4G94kdzvkrpJT6Bzoy9vGGFPn1GYzufn3S8NdGKPfrnRD0jfrE94pZIPv0UU7xdJR8+e/NjPsHtgT6H5Wy+ySzPPBIaTj7szbY8tZqqPUtbSrv+kLe9Vf9MPsT1QT7qhc88aJykPV/Y+LuMgga+Y7SNvcSTJz3w6/U8qTcnvly0MDyGLXE98UF/PQitUz6SWSG+b8aAvr5OCL6OpIA8NmdCvn2Swj0wPiy+jZfzO3HfOj7pFXy99smLPrpa1r2ZPYC9Zl4fPmn7H75S35Y8BtaPPc/luL6A/M2+ow++PAAo/zwE+r08SNz7vcfqEb8kvxO9",
        "mbWhPlMkkT4+1UO9AtXjPSEZBT9HT1g+MnOOPvX4BD7g8Eg+yu4jPgbrej1qJSo+pMeSvvQfVz3W3iO864U7vsP1HLyy6Mo8rZlKvF15gj4spS+9XCyuvfLgFLtHr9a9y3JSPvHNDj06F0i+h9+Nu8JZob71jQo9vF2bvPf3Fb55cf89br+xPocHzD25EGI+0NWwvvSBlj4/NU0+RcQ4PtCSJT2Jp3W+579hvEhOEL60kxA8tBCzPdcLMLoO/Go+LZOnPk5TIT1LsUI+ZqvXvByk4jy86RK9nud1vnXf5z26/xQ+O1ujvinbsD0eBZU9w0SOPe2vpD3Ardu9HTiSvv0NnD7SUFw+Sm/Hu0mtBj/3UPU8p1/FPuUu2D6FQAw+o0VSu2t9hT4N/Gs+QcRUPbqUHz8hf4K+tznHPUrkKr4xs7A933sdvntOuT5Lx58+mcoGP+TxFb8pNR4/sYpFve4ZF78w6wq+H2k8Pb0y3b4M0XU+mi6sPvrk/rpe13C+P+jRvY00RL0Er6E9BRwevb0lFr5kl627cljbPaqJr75nRoA+nzC3vDQYM76GPOu8SiadvtR+VT5Ssoe+C+xBvZHI1z5Pg1s+eKyTvHtkkL0gfps9a/WMvd9Pm76FoHO+FU9ZvqnCbb0gWxg951WhPpdxvb5yNj4+Ek4DvbllvT1BRNA+ut02vuMgqL7+mzQ8GhEcvvH+Ij9H2Ju/BCGaPby2vr392/y9iI4pPi29Wj+sKSW/406PPYdxmr+VN2Y9AY4sv3Dm+j66jRG96pYLPv2sbT2yV489QvscvF/bmb84J4Q+XcQlPb7bjL62Vlk/T50CPzd5Zj8B97496VTAPXfquz5F9ku/xWNCvzzU6ju07V2/M8szvzvmPL/ZVDY9eJwCvftewj1tqxA+T5z5Pd1SyTz6Vn29aybQvW0JybwSd8O9o3omvp4KaT4vAwS+MCqZvZBeLr48Oj8+0fG9PS+Oo77yATC+JmvNPWTxGz7Bf2Y+RPeKvtqGEb4z9CE9",
        "savDPXt7hz7oOzG9ksC1Pcv8qT32CNs9Qothvar3rj02GXw+JKaRvYSVaj6le46+E0uTPclO9b3v3Ji7WRyXPl24Aj5zwue9uOEJvp9crz4/pYA+Z3qWPFc8+r64NPo6djtNPgmOdD7y93e9E2Shviw2jL3AjYQ83Fl/vqrooD2oG5G9wKEOvmcUjD1dLDA8MEWfvoVH4D1l5oE+niw7vTnM8z2r+N29xmvlOyTw+71zyHO8qCowPcycnzqpZ6c+ZkxevrVjlL4kULw8PSw1PmR+vD3FDIc+teOMPU5ekr6RK8C+F+NIPao5Fr9mods8HeEivgKql743Qzi9WfvWPbpoOb6F7Te9N+BGPnWRer3lWVs+j4KOPDKpfL2Huhw+VoIvPgLBVj1icAM/0MWtvfYjULzn+Pc8ONHpOxHB7DxkAdU+qPW/PpoDXzrRmBo+oCa4PZ4oYD7e+8u9WQraPaDWkr4hGJM8JdjsvQU9nz0ze909DLeDPtLALj2/3nu+xEjHvvbOmL1XcH69+UdWPbj6sz6FfHG+w43evtQKJD6vseQ+kvSPPt9TLb5s71C+X32qPli4jr5LWWy+MJuiPpoZW741loa+OubfPflzCj7HOsW9x7uWvj9Duz1trCM6udTivjWE7D0cxuc9LE+0v8qEjj6PbKc+6kqkv0z50Lxd3RO/lkLSvbH+9jypfTo+9phhvvf0oj7itK89/Lgov0t4zD4i6Yy+x2HKPmhC7jxbBdO9s2YiPtfqq77Uetk+dyECPzvpCr4tSl2/FtW7PshC4r4ZuFI9A6tqPJBXuj6/awA/EFqVPtTnUroOwpE+5QH5vj0sqT14ou09FfCWvWfoujzhiOQ+WIqjvW8g7bwwM4e+Qa6vvig8/j65ofA+jAgYPjc5qD7qtuq+Yyhlvsj52L1DEaa9fwZtvSlKHj72vn2+64W+vCHLhL6TAIC9NU0IPzh2fzw/5Cu/88LOu4vMy79qhcK9QGarv/MoWj6IZBI/YHKmvXDXw7+ehTw9",
        "Pa5Avh6+FL6EfJe+eNkPPsvQ2b7TGC4+NhCeve7fUb6eLMG9cqAuvXbaozwBCoG9RAwkv4DpSD6wYak97riDvYsVkL0Ou9u8rv9vvlL3V76PdV4+XeX2Pd3ls71QhAS830Z6Pg1b4Dz1WQA+i0fbPgXiGT4KfUC+/WRgvq/uA74gJko+WysPvLfuV75Yr2o+QZq4PslxIL5NU4m867qLPoCLtL209S4+mqsqvXHLaT4qpXs+/knHviswL75vcau9ZRccv+COAT8I5te8/6a/vkdUSb70C4a+K1zlPR/aTr4sFOO9E/GhvesgAb+QT8E+yCSHPh6iHz9/GJm+apYovkuOrb384RG9PybXvPbXZz4RhZk+FP6KPlGmhTt3oae+AK89PnZH972dxJW+UAKavrF14D62GRi+gc/jvV+7I70zzZ8+gd4Bvt2X1D5uWkm+Q7EIv009oz1FEw8+gleTPmejzj7+7k6+LfCwPlZaV70yrFw+buXzPSBNxD2D3Vc+kbAJv1bomz4cp5q+0wkavuojzT3ymLI8MmutvYRTwr2WVcu+PwOQvMBFjz5KuhU9SBL4vvH/VL7uMvY9zuEPPkjE2T6bEKw+ZBVRPR23jb7rKWw9NYkWvuhHoL4Moa2+6GArP4ciHb4pVgm+MVShPmZ8oTneKIA+QBPBvGHfKT6YsOQ8g9SzPajCgj4t08I9ZnChvdWeJb3ACs8+oflMPPMYnT6V4hA+ioj1PelEAT6SCai+IyymPo3HjD7Av1I96W0RvoFUPz5z8cY+Y6y0Pqe6NLp/GjQ/cmTju72U/j4KoYU9xcu9vaYYeb7CyAO+hxC9P3nGUr1BmIE924YIPsBnlr5sn4q+mcmUPV4hIb72NQI+nq5RPOMTQr3KDYg+fUCIPotGHL9M5BC/+6dMPvWizb2omaa8ZxL3u+jfC75wo8e9hrC/PN9sCz0BKEs+vmrEPhxpWTwCAYM8nMg/P3jF8D45Iyk+GSzhPH3PKr88GfY+e0U8PiFhTb7AHU0+",
        "opiFv9Wcij57l4c+J8YQP3CTDL0CPWs9FyT9PtzvX754Ey+9dj7VPIWDiT4zUW4+X54+Pj66g7/vuqG/p4GzPlkyAr7ES3Y7gPANvuSdNz0U0hU/+2xwvcsI8zxQoFK+eUKHPhp+4L6yEgA+8skEvwJpUb3inhS+4SjyPUfQTL05/44+JAgnvXelTj5AUVY+FDL3vnoAHT7xXBi+uoUsPtHJvz4GQIE+T8EHP6+VR77eVu+8FufRPf6XqT1ZhR6+oFXWvgrVjD7qPsa+x3R7Pk7/WL7bGmG+qrGSPJNdbD5omxG+GCuivhwdPb79nFI+Z1n2vtSXWz4qSeY+4InGPk1o972vlhE/yCJNv0eINr5nUj2+Zo50P/xJmr8pFIM+SEuMPxmpqz50htq+Ey2fP6RUor+cQJ6+lUQXvkgprr64adA98guMPjudGL4E4PW8oyaUPsRqKD3N41a/I82nvt9PnT5KeCQ9IVnPPdHCjz4Gl26/JjYFP/WlabyUHhI9GPmtvjbAdD0qNpQ7GskQvkIKcr0jDoi8S4Cgu6buUj7TdLS81c8RPiqqhL4Y6JW+fVzoPrMHgL5zYBm+ZI5UPiDMST4yZAE+6hDpPYsFsD7xZge85AECPXJAorzWngi+wlCavsEac719EGk+SWidPUZ6Ez5XCO89ELKfPd0PL77Wspa+q/WOPvUU473Q+qK9PGwkvpBpIj6L1gc/ttD4vq4AwDsQhcC91vHevtlLr75EVro/kECOP9ooEMBUrWU+vBK7P3EFKD8rKyG/vOFhP2RCr79KpgS+8oyHPtANTb9cF8k+Z4tEPrFtyb6htjG+2posvq6RAz7KOnw+6zumvXhQiTv4vuw+e0JhPtw/Rj+Qn0W/YZkFPmoz0bywNtE95miJvmJsnb73l3Y8zvn5PfsHcD655mc/F4Kivoibnj3guZ4+ry4XPYNgJb+iBOU9jXPIP1qYjj5mYms+jcwHPsCPrL6UlVw+4pUnPu6yjr5kKkA+IWWAvnJjh73+dfQ+",
        "k6Hsvd1il76APye/UahkvvxvrTzHc/i6LSWVvCZgJr5Zaj0+Uh7OvV2aX72X3Ak+hXnivgxU5r612b0+ecHLvo2bjT/NTh+/tc4Bv4bgQL8OkT++08tUPVy5kD/eLE++vAVWP/RwmL2pYy+/CzA+vvAW4z8sixQ9QHUTPndb3D7r1RM+MFgkPrXsFT+0uBDA11TKPw6j2D7KO0I/oeHWvEdBiD/3mZO/uSbdvg5Bxz4LoKa/LJ8Ivx5G2Tx3dME+11aRPgCVmr6+1/m9thQiv8jMhj2G/sm+GQGPPXspOT2GAsm8pQbnvQ9Kxj6BL68+oZ1Zv/wTEb5NDDU+sGcZPq0yFj84Nho+Z+jZPiewkj5KVnS+D/uPvmR0k71h6Yk9kSgqv/NOKD5amKW+lX/CPdX9ZD29mxG+fDwLPf2FJz54fNm9VAUzvTE7s72jaWg+V72vPvr+Lr5T/hg+Gz2yPDhpmz4IjGi/gWqQPqTrlD0R/1e/+4POPZ3sTL8Sbyc9qqAxPqdu/7yraR4/B/oNQAyDgz/Zxle+sJOQv1hdXLwGeoy++Vmpv4zu075BzzS+6HgXPg8/Sj6P0vk8Q9rQPsQ+lb33bqW+iwGcvDOKtj5aQUg+5jljPtCynzzNMAc+QoitPxeYsj4TKK49ud0rv2anCb8MCvi+0oiYPqQ+m74+Oc0/Vis6v9f8wz9D7IO/Nv+KPwjpnz7MEYm+KySlPdLfa72k9w2+s3ggv+TogT5YMDE+cxKtPGtDOb4O26a+yjnZPiTLFz8s96m/O+SwPo/fpD7XNoK+VpJDvgTh2D7ChUTAOaDFuyn1STyI8Fc96vMVvrXwXj5m8i4+8EmUPf1kJT6iQCo+lTYYPgbAAL3sfqG+mTwXvup2W7wqIdi+8GVYP2VAez5jlV6+WJVhPUTdtrzIJqG+BQZ3PnJuLrxWkrU+KOZBPgDcGL4oZlS+OkHgvSXSzbrLrT0+YN1HvXBKBb41mRM+ZsJbvtLxlr4iiKS++aS2O6FvI76bx4M+",
        "xnWtv5EpkD4dIRO/5ZWYP7XPDD5G+K2/L08APnBeLr+wSjs/GOQvv4eJUz8PnoO/64ndP4QUHT+PiVC+PhPDPvuquL6A2RU+xuyKPmhvPD8IXjU+eLPTPtCRVb6v6Io+0TV1PhX4GT8zo8m/H0BYPX7meD/P2sM9vAVSvncQuT5TgVI/Z0C3PbwngjsdzSu+6yOxP+q7Sj5SpZq+U2wMP0VRgLylUG89eSivPjy7WL+TCbc+6R/nvm60gr7z4mW/+B6DP+O84z5LCmu/nIzrviP4BD9kBv29du+ku8C4pD4IdzQ+03IHvuF3qD79PMO9u2gJP/d9ZbvVIgm/c2RBPhXnnj7NUgE/zo5ePsKkwz7HNfO/5ba8vl3/DTxoAZo+HnqJvKSKFL00OjS+1WaPPhXRvz1BDZY/ICqrPSKgAj5aOp8+85XXPussEr8ULVA+V1OsPzznF75kU3M+LVnDPkZkdb7Lq3A9ZCsOvr5S1r5Igo89sVQ0vkg2Hb41E3c+y22kPqMsor7k4sO+BKOJvhD1DT0EWE2+yTXlPQXmjT6/OX2+yXwxPJWdTjxpXos+USKJvjzLar9V0ae+Op1LPuX55z/V6OM+JfaWvqRglr8HxAW+XCw4PxilRL5378I++l+rvVM8Ib+AzNK9Ufvmvt+cNr8ioLM81P2Nuz35o7w9kBe+iA0mPn/ryT7Z9lLAAaXEvjC24r0ftnc/mXILvdpz47wLb4++Ex5HPe9mtr7h4MW+aZ0OvLtqqzwoC5k9"
      ]
    },
    "dense_1": {
      "bias": [
        "/DgSvuHv2b4y6Ee/jmwZP3OuWT4d8rI+rJavPoGqwb7ugBU+0TOIvf70rj68UfA+D7GCvabZKz5B8/a+67TiPdvyb71VuVa/RO13vQEKNz8ogzA/pzX6PL1Xiz4Zt9M+M7YUvwSNLb7Brps9YmmIvTwUCr8DuIk++zCdPfaDFD8qX3Q+FDoOP+TjyD4TNIO9"
      ],
      "weights": [
        "WBcewOraYj8d0x6/+rlAvqv/ur9004O/+CjXPXY9g71nZSw/CQtevrfcpr9lg6I994FJvieh7b3rP60/tVTKP6xDg764ENa+zMUlPrZeFT8w2Zi/1UWEPlekrD7sxKo/PyZevqPkLz9gF/4+KyUmvQtn1b5xp9q9elzVvuGSOL/qsG+/BfHLPgRWZz6x6RI9G4stvwJ9kT4i4aE+9uTHvSElYL4+V0U+y6YhPu8e87uVyP8+GtfYvDZKlT7NwmI+AuKFvmvVCz7mG8e9RUgVvnOI2r12xi6+HbMUvuSxNDsJSmo+Gt48Po9omT4vsZ88FbzfPSsoGzzM2Oa+3AcCPbTZbz4Skp8+q3fzOubwmT2Q6aw+Z4dUvlRShj5NPuS93e8dv3g+c79TNsm/4XGwPqgCAz9mFR6+w0W6Ps8ft79VsAs/kwZTPuF2VL5l8Qk/tBQAvTBg4jxAuzq/qUe+vvo9kL4cjc6+5Ji2vQc/Kj9Hu649EnN1vOLDsz5q/vw9SMSwv/FDLb7aAZe+ESotPNd6LcCFbpS+ye4SPk4Jgr7Jwvw8+/+kPob+wTxNqQ49i9CwP1xY0b7FCkI+4esuPa2nKj+2F4s+pwQiPmZrkz6lNwg9d1DCvQ6fiT2p2tU+ciEOvZB4q73GxVI6A4adPXuxUT5/rqw9fOVRPuhmPT/fb5a8OF2UPsLtk77IGZ8+AC7mvntFxD7sSdY+RzVlPtk75z2KHRG/gD6Mvly4ZD8svRq+XgeBPp76YD2ronQ+w9v/vklF+D3uXCE9NhaCPFozWT5EjJ4+bVbcPsdQ57uGdCO/4RCvPd4iej7SIvS+JlYtPSA+FT9mu1G93HGgPgnPOb0dQhM+bmEhOxcvB74ZESA/1yUEv4ym/rs5Jic/AsOtPoGvyD7T/y2/dCoKvll7br4M5bG8s+G0PgepNj6Nmdg+OCWyPNXhEj/qaEG+pnrBvE12CD7clDg9QhBVPgQwFT129Tw+6Nc6PgRr9buJj58+yb3xvSjDFD+irPG9",
        "+7dQPA9gDz8sRHE+0mPtv46GLj4tWmS+hGyCvigh2L1NXr09CfU2vvGOoT6T9+E+OLMgPkFwTz6YW9m+u+UDPhs3tT6edZ2/jQWrPmaYt7tlF9c+LsZ6Pm9h7z4sQQO+Ycd7P31M9b9l0e2+YSt0v6v7AL9PnsG+tU3HvcPoYr+IUSA/G7OXvjRktz21176+s5SivYjxn77cWWe/ai+VPmPj+L39WgO/NTJGvvqfUb0zKMe+iOeIvlLnPr87vMM+oU+mvwQppr5mUyM+i+UBvrdVBL53z0u/HNVjvsKxpj6v+pe+4qmvPqbhsb69Zl6+YzrTPujJmj5Ifv6+EB4mv+FGGb+KGXu+DY0rP4M8zr4RWDE/L44FPryqhD7UXMO+yVShvEfOcrsBWBM/5tM9PweUKj6ckVi/tVfQvZrW1b7iqKG+aCxbPsm+gL5j4DU/yUQqvOo29D6TQpg+ObtUPuvQwT7U68S9DWs6vnTcXb5gJbE+huF+v546Hz7jFIa+1ieLv5GrUT4TUog+vvuUPjF3FD+7bgW+rRt6PZUqlD6tnle/0w37PUGBwD1Hmr4+KvMDvsqQiT5YR6E+GTnuuy5ZfL2lf2U+EY0jvp+klz6Mft69TbSyvp/bhDxpPPQ9w4Q/PoYo2zy4nvc9YNJ+PT5lG76pdT0/trosPjEQ6j6646Q++/+LPrQADj/2m489WP+Qvn8uFD9hXo8/jp6kvjBmiL3odsg++zsCPxpHHT+npWU/bhWjvesXEj95UUm+B49OPo1k0z5lsEg+EaXUP6ABbDxwi6s/CAc6PtekI7+Ymew+5Gq/vadVpT11EU6/WkY0P4Ib2jy1dZy/G5+MvqkLRD95ojE9O6B4Povwp77GaQM/N4i/vrCkGr+QkSy++eLOP3tN9DlYNj88i2SKPhaJ7r5Jdqc+nAOkPrvdFj/f7Cs/fF07POOoiz57P6k+jRNVPuM1AbyG+8m9TiwKv975gj76rVQ+7nt2vnXoMT01Mv0+tbiwPbbehj5Advu/",
        "euFaPc3C7TwqlQM+lhRdvqTQFr6BWZY+FblWPiHXoT7Po78+s93QPjiKuT44/Gq+eXUFwDXMpr3nfnW/DJHcPt8ljD8Cmds+2xZJv0Z/Q71uGCS/6lOPvs3DhD5rI4Q/h+CtPJgOAD/bbvW9cgMLPkrykr458WO/51HJveL8Kj/2cFM+mFaZvn/RuD1sbkE/VckLv2FlDT7VcQE+SYeFvnjW+b0XXEc+rzcpPmmlYz97J8s+xrS+Ph/o3j7Nd7q9ZvEeP/NjAj/w/hc/15mFP857hD/GvQM/vllnPMXdGT8TI62/1nxavg33aT5Vyks/H7KAPW5AOT/kZvU+dquvPngaSL5NXzg/xBL0vT6jHT8zOCM//V9HPe8zXD9FK3C+Ue0mP8XKjT4mRJY9Bfurve4Dn707api+xUUhPSXNYT/O1eY+HjtaP+/tMj8PSjA8IlRbPsMiGDuH86E+AWVbvht8mr4wmxY/a8e1PmjQkT1Cg58+HZsSvlN4BT/7zWy+BT2lPYKP9Dy+3PA9CRkCPtb9h76j/nW++GtbPEgJU72wGRc/8nBsPn072L5hwvm+VdCQPnXTEb6NYJK+Jfc3vp1P6D5T4h89jHz4Pnbw3L7KcuQ+tznivtz5x76fqxy+xQoSvljBCD1fDqW94iaaPCdVs76KzxA+w5dHvhkXr75zPtO9NKlMvhoHIb51xxC+2w8dvnIXmryk4oK+R0qgv15zDD5IaK6+Zy5JPv0nDz4tVAU/ueERPuQ/gD7u8qg+hSnjvlBQj76/ECw+XbAGPqYRD75uRKa+NKNZPkwXUjyrsn0+QYmqvl7gUD70ED4+i1Ddv+TXAD+7NhE/ip3JPhypuT6Ar4M+iZCVPuVnsz7EeoY/s/BdPi26pD7k04O9fYMYvtOw4Ly4JoM+GvyDvxt1jr4ik0q+qzWfvc0lDL1chsQ9ndfJPYXnjT0A/vy+8tIfPxOPjj7eLDG/I1ArvdiGLT4eaNO+bfGCvmK9AD41Cdw8b0VHPRnU2bwfTPQ9",
        "pit6v0EnZL6BJs69fzaQvgAeLr2uoQi9q/3mPkx6Bb+MOAS/bSKKveBg+T5pzQQ8ZM7HvdggEz7GVjI+hBG4vmCiK76uJrY+rZmtvrR6WL6PZrY+Co3JPecJgr0xiDm+Aomwvhpryb3SHCc/O2g2PHVbLD6/02a+T8ZePmX9Xb+DVnI+kt20Ps7edr23SYG+6h8nPWtAKr3jGbU9DMJEPieorjyUDFK+vDB+PR9GkL4DZUc9DKtpPsqAUL4V8ku91Tg/PpKyVD3sva+943aBPnM4iz1+YVU+Kd8VvlAGur1Jki++4oslPoRBnj5pKqI85U5tPXOpZL2WkKi9qeeXvo0dXr7InDq90yANPvfLHj6TOBi+ZU4rPljEar7WsWk+SCMqvjzcID8h4J49Lt27vrXCoT5JkQe/wLYZvrmbhb4oOnC/84G/vRAwur7bZpo+I3r/vb4V3L4k5XU84+cUP3nq0D3EKUu+bjiCvk5Bgr62Sva9HpaTvuxsDj8uyDg/D0qCPuprWD4yHgQ+WjouvllpdD1w4sM+gBG/vnuMaj43zCS+X6TWPnmr4D7bxAM+LnRHPxkMcD/M2Iw/8fXEvx30xr+9tAK/lr6OP/Kq0T7tlqQ+bagAPR8lKb/Q+LO/8VnIu0DRtr8EE/g+Gd0KPxDTbLwZX0g/57apvQrXu78yk2u/HgeAvkY/sb91FUu9DLJ+P4QEJD96P5W9yi8Mvnm+pcB59/k9XtCMvosMeb8xITC/b3r2vw5qk7/PlV89scF3Pko41rzVKvU+TkuKvn+Bp76nARm9p9qDPoNoXT7rnjA9n0E4PtzLmz7yFeC9YABFvr1V7z5DOHE+iOxpvxMFcT6UNue8DP1svWtejr7oFoE9sSgxvnj0Gr3uWko+GugXPj1OLD1ZeZW+HaNzvQt8Vz7J7MC+XCWFPV+4NT7IipM+aDzqveF0+L02Wlq9t1IuP4TU3D4ue6Q9bc/bvSrigb7dugQ+kQkNPxPR2T6Tt5m+CTttPGvMGD/SqAy+",
        "1VFKPnXUkz6Dr8w8Q0ATv3aW6Dy0PLc+RtWvPdXhjjwnEsQ+mjLFPWx4rL5c16q+4t2ZPnHxJ76IHT++zDZ2viiDaT6Jnw8+iNOzPhflmT2sLe4+mXKTPXHgvL7MMwi+kL/yPSdWn77NXiS/M3g4PgjygT5rBae+A9POvtxFq76KEYa/zmpJvnsK+72ZuQ++wZ9jvlXoCT7hJZ6+xe7QP0Frkr4KL1G/bM9uvrjQjbz7hRy/eDXMvH7ePD6y1Y4/qaoevxHj2T7onxw/+YsIPtOID77LUgK+OP4DvsiLRz4XlrK+bSxaPlkhw7y79ju+bs48v8Tg6b4IIijAmpuOv4rxKr+E03M/mOlcv6EhG8BevP29U3N7vryswj6kjYY941F5PeY+UD+lLWG/eJ/1vDHRWL5ygac/jIBJvqGyAMAEwmY/mw4pPYFMID43OTS/r2WBv72X0b5RZvC+KAZ8PrcpEb+3Ao0+AEg+P+2drr8Imrk+qferv8UwuD9mWCa+fnMMP5YxYj5RX9W+KRKovgWvKb+GqfM+i39xvovdDL4x8Tw+Fnm1vb8frT4pHUy/2dFSvqOmNT4btOU80C+dvlta+z2kPzK93rsZvv8oN7/kiws/wbfWvapsu76uvjc9VppqvG11ab4XjmW/qRxSvtrm0L0tNsA+DdwXPxaqyr8VFik/VfQFvxkWN786u5S+gG89PpFlxD6l0TW+OrIdPuZdFj9sadc+2VnLPPT6vj7F6Hy+uBc9PtuSGz+3vHA/Akc2vL+kwT4tqI4+mBVHP8pulL41tD++vMkTvv8Mgz8ozUM/1iabPXL8AD8V7TI+yoF/PcnZq72G9k++YSdcPa3M3L3oIj8/vVJMvVBjuz9W6I4+Fp4LP0Vp8T5Arbo5CWoWv26se76TaEq+WnTqvsGaEL+FGfu+spGvPMZ6UT5Nwoc+OSNVvpO9xTwz5Pe+Tyl/Pd+HSz7k2Ai+wrevv/PGC75fsNC+x9ahPBaXRr49YEy/ED0EPBXTNL8g2qI+",
        "rDFdvvIUxj1E3Qw/3Pzmvd8ThD7o7kM/+GFTvjrcYb7fFu29G1MyvgUuhL6CxU++Fz0Hvs10KzyUP0C9LhsDvf3BFr+Sltk+YjqPvDlaOD7bUNc9pYjAvZA4sz7YxGW+TWT6vVAgWD0lXBs+jWSEv4V/g75PVMU+upWZPWAdWr5wNvg9RftVvuUo/r7efa2+l4eAPtFnKD6qLxG/Hahfvg2xdj67czw9cxOAPih7wb6SzS0+bRuuve7n1zyFSMG9WgRZP0tcUL8mtau+rFekvoJupT486+692QWFvx5lKL/Xs9o9jewFvqzilr4+XVC++Q8gPVox5L1XmWS/RAJkP3GBqz1wA6W/g4g4vfKKmrvU7xS/mWaIvqr3i75HooA/4aovv3mxIT5XwUS+MxWHPcdCTr9+iBI/GIAfv4MfKb8Wm0S+8K/pPLW3Er9WFYo9WKwcP3YmDb+R6wu/7teBPgo9OL4qUcM9SnIGvncEg75KaRq/FRhXvnxxcz28fRC+QXyKvY/SnbsIGki+df4mPRcj5Lyg54893AcivpNBuj3JjgG+i6ZnPcA4Az5GZju9fiDVvn+Grz1mYB89kFsbvk6Yt79oLYe+KMjWvWveWj4mTQi+pam0vbhOFL4x/Eg9z2lSv11Ef8AZe0rAo8GVvuoza78ejCS/+zZ2vw8kh8BH3AE+Q5GLvi3vIr9V7p++wmpJvsw6+L5Sm3TAJhC6vwI8g74ZsCnAsvT6PSBJGb6uyYa+3ShPvV9CTL4F3wJAWW1uwLazzz7/TwK+zzpKvnQKkMDxcLHABrQ5vTuub77S91q/pPhLv3Sqz77l4iQ7Ouc3P7UeSj7/97E8Nua7vkpXrr0SF1w+co9CPPzN2T1DRp2/066PvovUP7yq9Km+Ckg8vpVwM75OWUS9Y8K2vxkdOL7D5IE+XfC7PT2UDz53b2o+WzMyvuhsS7/TXr6+JJLhPO4R473zHeG+Ow3xOiLIar09Zeg92WdBPQL5ab7qxVw+eT7hvoIb0r6kZF++",
        "IPcnwJOihj7lEj0+STAAPweyKD9jtZe8xlI1PvHzFz1K6oa/Ksp3vsPNUj5iilY/uXQAvpNDqD76UFY+aKEjvzrdLL65UzA/CwAFvjkfET+vtYu+eSlgvsxNMz/DZZe+TrGIPi59dj0qFzM/G0tBPXiMsD6eZiq/lUs9Pvm+zT5hS4C+RLwlPyp/8T483IC9aHIJPSeN5b1NKFk9D1KyPrfqhj6vex29NNrjvD5v8T2gZRi/tB6WvpYts749MUc+X/mKvjp/grzFYRI8wqX+O+mfEz02oh2/1y/UvaFcAD8X8cm9mTMvvl8nJz3Kc0I/++XePjo1ND+4jEC8dawVPpxCob4J+W89JBvDvqKfF79nuyO+wqLSPjn0QL25BtO9XnAiQMdsO8FbzgPB09B5PwNVnT2r/Js/UoioPglZGsG0GrA/Ud8Jvbq7aT8CmaA/mz4bvjMmsT3TrSPBVHCfP5yQ1jwcKAfBwUx7vkmwyT+SDeE/kpNDvvjuhz81nYQ/3cUbwf/mq78pxa47/fJ4vZXtDcEJS+S/ZD2XP72hAD+DHo0/qMHLPkouIT9DSak9PAD6PnWtOD7w8OE9rEFivncJZj25ckM+T/HZPlcmJL5XIvK92lSfvTTewj6ZE/m9DkwxPpxUlj5cwy6+193rv1ahp75rSY8+DresvaxAXL6YDGI+d7NBvi/JtT0rH3u+kw9PPinywD0xsRa/u55GPUdmlj1GyLi+FZ/nPt6xRL0tswg+o21lvkXvDT6+oHe+"
      ]
    },
    "dense_2": {
      "bias": [
        "+rPgPjinfb7sEv6+"
      ],
      "weights": [
        "I6UOQKciD8Atr749i1FUwKL1UUBFYde+t2OlwKifo0A+14a+85fpP+St+7+UuLW+XYYCQC1f/b9iOEm+k4HNPuypSL+cCdW+ShPWPcEvAr87LTXA5EKXwLSNmkAZppA9Mj94QDuze8AZ9OE9InUaPuztgL4owLe9/b8DP/nN5b1GPSm/GG+zP0qv1L8HKF++iAGHPTRhJr1a+gU9t/UrPiSDAL/FAFe/tKQbwBF8HECnzOi+zqTQQLL80MDM4CY93iCbvhv2zLyqSH8+MCfYwNQh20Dmbx8+QfinvgTkiz578rM+ZzbBP9MWnr/kFUnAr2q+PzeGu7+Mo5vAKffLPt5ajryHzI+9pcubP6apgL9rEwi/CqqFvwuYYj88u76/BWdbwJItYEAYe52/uwgqPp7NhD6RaPa/1VMVQP/1EcAmZKw+p5oHvpGSk72O4fU8a+KxwIjJs0Cp/m295CoQwEuLEEDLOaw+YljfPuYChb5jEYk+EdjiP2kZ578FsdG+PQ7QPs08qr6QpBy/07/HP99S0L8NIJG+C2AhPwceCr9O6YC+a4o6vp7mCD4/P2C+"
      ]
    }
  }
}
