{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Functional",
    "config": {
      "input_layers": [
        [
          "input_1",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              18
            ],
            "dtype": "float32",
            "name": "input_1",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "input_1"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "batch_input_shape": [
              null,
              18
            ],
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense",
            "trainable": true,
            "units": 18,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_1",
            "trainable": true,
            "units": 18,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_1"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "sigmoid",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_2",
            "trainable": true,
            "units": 3,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_2"
        }
      ],
      "name": "sequential",
      "output_layers": [
        [
          "dense_2",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.8.0"
  },
  "hash": "8380a13e9a354c9d3277e24bf063d947820abc5a5e1c67ca392c8e8872faefea",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      18
    ]
  ],
  "output_shapes": [
    [
      3
    ]
  ],
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            18
          ],
          "values": [
            "FQI8v+IGtL7ZTGU/5qWsvtyaID86Umi/Ie+HP8SUZj96L86+q+yxPylBuj94hLu93umbvuhxej8FJhq+Tn7zPqDBhj0YMJw/"
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            3
          ],
          "values": [
            "4Gl4P4L/fz9BuNIV"
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "dense": {
      "bias": [
        "I6l8Pz/C+j7sIVS+KM9pv7xHjL5nmvG+d1KvPlynUD/kHwS8Aj4DP4rXqz3BT4C+pjQKPwAAAABDWo2/gOyQv4Vo773TGDs9"
      ],
      "weights": [
        "I+pgvqTbV76h54Q+NHFLPRYjqj7kM2A+FzuTvZee4b7fF+++v90OvgHSob5opT2/ccpLvnC61j1kfOe+0jX5vl7yyL5F6qe97pW0PefzEz6EVRw/neuPPloHBj7KcnE+h2DjvU4h+T5aQHE+nNkgvbqcvj7vYEE+7vBiPblDvr4oGg4/JDIkP14HVT6h/h6+ESe6PoWGsz/DY7s+CKX7PVc+gT7L7VE9cETUP7D7ij+zQ6Y+YeYBvyyxWr5JjmK8grEvvpBxTT5uXo6+nyMVPqaWKD+iXOU+NwazP3VARb5yE8g+4h5zvrzs/D4fgPW9kX94PXjwr7+Zb6W+0UxIPp8yyL5chBG+oPa5vfbwlD7d4ZG+OVEyPjgIPL5h28m+24RLvgnqmD5kqQI/eKycvnLgYj8S0YI/gVo1PllPub4ZYSI+5qUxPp7OSb5CkRW/O+mHvkRugr3U+xc9f+l7vrJfBL4ifdq9HcZfP4qKjT/B4r6/hEP7PoO/UL9Ag0+/6O2KvqR/3T7GXke/JNTJPtX3Br+at+I91+kdP6iSlr2E9Nm9E0iovsd6pj8stHg/nq5QPl5uvTtbmqE+mYySPn0aJD9XEg0/W4rDPBoKhj37buU98XuIPlCe/z1oYCc/oRnpPiWgz75uFCg/ZV3EPtoRTbx1Qog+OrL1PrNnnD3IzJo+HISwvwx1r78f7VC/Xw0OwJy+Br5uB7a/+2lnPynr2z9eAZe/XmSPPlDK1j0D392+5bdDv43EFkDTd78//mdDPkBruT96gAO+m+zNPeoH8jtI0tG984UCQNgagz9q5fw+WEUSvn6q/76PCOO+x+oKvjRws70jaSS+R1G4vjoDZz0wJsM+o9/tvi5Swz1Fol6/FF6CPh6MWD8EJFs/aFMbPAQDtj/V3gW/uGD6O0ttRb+ZuoY8k1f4PqAV6Lz893I97ncCPqTM0T+V3hI/IgV3vcKXMz5JeTA/algIv/bgaD+D7JI+1PGaPuPBib951gC/MxnXvsxyvL7vY2m/",
        "ngUBvq5Qhb7ZZNy+uFKVve8ej7oqzvO9N2ZLvwxwHz4eCnC+v1xHPrYcWj5K0zu/kv1EPnzFlb7mY0C9gQhUvnFW7T6ltiy8lfO8PlhgOD1934K/I3elv8yGiL9V+D4/+0svvhJVxr+qZpQ+mqMMvxaGc75KSTg+QP2PPkayjD//kDa+LD+Gv1N/ab25tuo+xI1UP+8zRb7nKs+/ShGrPvegHL6niUI/hRQQPhkX1r45MAQ/sqFRP8Sqlz5RVD8/0gZ3vPgjOz7T/6w+oczKPVO6Aj/MXxU/od6YPui7vz2TcCg/R3ZmPoMQ6j4MPBM++2UDwL8lXb8Vtxg/5M/Uv71w9r8chuA/9A2CvpDxDb7AX0S/UHrTv/anb78Ey00/iAQhP5TjjD7/20M/M/Rov2cniL1Ofpc9eM9Tvbn6bb4K524/IVf0PpWN5Dzws8a++lPpPtWsOT9dVri/KV79PtEXtL/MtHO/h6iAP67iQL5MV9a+JL2SP4JySD06Rm8/AvSAPQhCzj+reL4+uyATvXm01z4f0Jy+qA6oPwcZlD+CpEU/tao6PMzWCr8IKtO+ts5Cvy5AvL4RsvQ9gYHJPvA6bj6Qq7A+bB7SPYhJfT/b6xI9rW5lvq4iKr5lwBy/w4gbv6k/wL9QNNC+jVlyPwG+aj/40wW+lq6jv8Ak/TzJK/S9MpUdPpLOer93MPq+"
      ]
    },
    "dense_1": {
      "bias": [
        "V+fqvHXv/rwMsXA+8VjUPjZ+Qb7rQq09vh+iPX1XuD5Y1BW/508rPxKFhj1AWgw/upnzPvu8zr7RZUq8PKaYvSBSi7zJnfw9"
      ],
      "weights": [
        "sHE/Ppc83b5//qs+EklQPeF1kr1Fwmu+SdcMvXmOsj4FkwG/dAZjP7ffyD3rUYE/Qs5fPx1zRj78dVg+XFO2PqW/yr1+7L0+alMOPoqVIL5giMw+mptyv9VYKz4H8/S+svnhPgy3WL1hpjrAkeAfP0+bGrvf+H89Tx/4PhOd4z53NDW+rQoNv+irbj5mtEW/GgRRvvxVXT2LQBg/n/gGP709zT4lF5G+d+haP/u9lr3iRQ8/XuO2PnL7Zz9BbS+/Yboyv43Fij5+gJu8nlPWPqFm5r3u2rs+ZcGVvtqqWT53VDbA3p63v3ai5T+X7QM/RIfeP6vJC0D7y50+9O3cv3ksjT/dcfC+ALGcvjSMgT/QpYe9UAkVwPSM0D4V8CLAqMhsPfzzpL1vpLG+f0C8v4W2Rz7uUz8/PUbtPrRfIT/hmHA/CGvyvjc8Cb/aDNA/cs/kP0bcWL+4tZa8TVIXvnjS5r0vLYq/y1MFPmef/b3qSpi/TFImP3V71z7np76+kdBBP2qj/z4MGGA/rzqVv8JKVj+MX62/FPmFv+r2S76tQyu94DOBPr5ghb7LBYk+yU9FvoDz3jtr3tK/5RtvP62ctL5CLS4+bBBMPoTMkz8DAqLA5x+VPYu9Ij75DJK/wjMXv6z+Fr+NFD6+oJzuPngIvbuqz5K/PIIqvkHDqL6/08e+082MPvECYD1v9G8+CguMvsgecr7hNve+aKjfPtNRJT+s3hy+u1ePO08TlT5votC9clMFPkT6lr4bPJy+mnvcvRQ+y76eElE9zV8bv+8X5T48NAs+ffHzvHb4SD/yPG29ouupvQAIfL4mccs/8MGzP4s9ND7Hzcs93DrEvlLlHT5NlsG/o6vYvtqOEj2/96I/xDGfPgCeVb+u6QM/+O1tv0yGLr+6hpU8WgRCPycmI766L40/VDYwP7dPB7/mL1u9kSYaP0cN5T1G+Uc/OIaSvnShlb0Luo8//NeRv9g7jD3Kjpe/WqULvuYIa74IjRU/B4SDvrHiED7m258/",
        "5+lyP0w1lz7Aa7i+7KrLv546Rr7oMuY+oK9Svr81Lb4Y2c6+9uTvPmhy9D7YfTW+I+EtP6ruaz/2p5E+WO8av//7eD/eg0K/NDALv/68w75XOcA9HLvFPF9Qhb4JZ2y+WwnyvqbcQr6pnvU+hBMxPy0jDL/jn7A+5KqGv4yk4b45vDc/hRMUP/XI5z619Ve+b3I6vt/meb02WZ++GTN8P6x2mD4xIVo//J1yPrwKUj5xjKO+AFypuuvHY76FSDW+Ds65vjLfrz6AF9s9hFeGvnAwUz2YrmY+voJIvph3EL4ewl2+bJ9bPoOYdb6mq7k+lvQSvi2OpT4gjxS/YEtbPnDpfz9sV1q/OEngPk1o2LxCWVA/j8mVvxfacz/Pvpe/2+ekvwzeXj9AHJO+q9GNvqsBar6xkpE+oMihPFLzTz3sjXy+JE8QwIzNjT/jc7k+1yS7P8ILbz+VuqY/b7bav5eSYT4CO5g/JEczvuc12T/CiDM9+R3Fv859uz7c/QHAiYgYvr0Cbj5Krak+xH3TvlUAxz0wdo0+nYxzv6ejm7+Q6bO+8nr0vQybRj8QPRM/ZnfRPiGcGz/dgIC9U0aSvt4+y76BCCQ/6+d8PjYwtr4jFtE8M/cWPijRwL7P6fw9cQiHvohCsr/MNNi+zn/xPjHEUT0EjRI+S/3hvjE9WD8YwHw+r7JYPnIt7D0TeNA+"
      ]
    },
    "dense_2": {
      "bias": [
        "QpNaPgVxy705nc0+"
      ],
      "weights": [
        "Cxg6vpWETr6BHZc+G3zlPgRQRL6laKe+/VOjvz+gIT8cLBnAjrKav1fZMsALukw/O48YP8Ekur6ZZ4y+npKdv5ox2z8xVJg/1yudP/TD5b94U4i/Zq8CQBQQ/7/SOJm/eaJSwLMIcECq+/g/iozev5Yrgz9WgKA/8mbKPi/ddb+SClG93PhEPyHKCD9Y7FXAE9EkP2y1IT9S9da/Fdh2PpMKwb5iVUS/j07MPsQSpD0ObYk+z6cEwE3GAD5xGo8/IdakviVlkD4MSgU+z6P2vzQ01j+5AMM/"
      ]
    }
  }
}
