{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Functional",
    "config": {
      "input_layers": [
        [
          "input_1",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              18
            ],
            "dtype": "float32",
            "name": "input_1",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "input_1"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "batch_input_shape": [
              null,
              18
            ],
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense",
            "trainable": true,
            "units": 18,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_1",
            "trainable": true,
            "units": 18,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_1"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "sigmoid",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_2",
            "trainable": true,
            "units": 3,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_2"
        }
      ],
      "name": "sequential",
      "output_layers": [
        [
          "dense_2",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.5.0"
  },
  "hash": "d0ba0c67380ce9b9f0afad549e05ad7624124de26680bdf9a7d9b3a03319da4e",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      18
    ]
  ],
  "output_shapes": [
    [
      3
    ]
  ],
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            18
          ],
          "values": [
            "LiHVP+DVoT+pDVu+hZ2FPzdlJMAYi46/406vPzyWOj8N2TW+n8IPPl3xOD1jR+e+4C9rv0OGJr/+D6q+EO+evRkugD6OCNO9"
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            3
          ],
          "values": [
            "AACAPx8CHyUAAAAA"
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "dense": {
      "bias": [
        "31ujP1R9S789p1a9UNNSvzB7gz6a7YM+2N/NvNqlW75ldXU/VXNjPwY/xT1X09U+9uQPPkwTZj4iu6M+4qgDP4mqdrzLs8E/"
      ],
      "weights": [
        "MB0nvmJ7GT58JD++a7WMPn9b8T4KSR49vhRwPs8Mpj7oi+Q+d9aUPR4IOz2+AOA+X5QfPwBOQb6iOsm+DxONvja5Kz5u9Nu9RSSCPl86yTz0rCO+zN4VPTeuWL/+p2+8NTohvh2BZT+INRS/0Q38PNsqU76rSMs9b4HFPjK38L5AsRq/ZWqDvj35s75SGAu/ABsLPkAXdD6kaDw9nV2KPBf2fT6CLqk9cQjoPabVljxZgtW+U149PnfsGD4+vd29ImqhPkaLtr5DPqi+MdGKvIBtTruUTsS+zYeUv9Ipvr1ux249UyToPwe+vb0PNXS/738NPY6WlT1lLEI/Nl40v8i8uz2va1A/8o9kv3roPr3kkQc/mOAqPjqpuT5cpws9WBP4vbjmKb5yPJ8+S8ePvt0Emb77wr09v5uuvhSjCr6TwHg+o9KTPkQJLb66CI8+zUApP5Hf+j03sS4+/CMIvuaKAT56srs+CPy7vkALuT150Ag/0w9vPjYM2r0lTp4/V1FTPtb+QD/wCcnAdR65vpvmnL6skMg+ySnzv/ZBtD4jS3u/JLFMv94DJz3JXx6+FMJ5vkKx3D68bWy+99IDP6vuHL/R7bY+EUvOvsI84D6gzxe/X4diPvF1wb5Bvfo92tZGPz8PCr9siRu/v5x2vYRkPz4Tu5i+NlDePuW3zD9QaWo/PY47PMXuj7+CHJ2/gxMrvYSyrb/jG5a/zTNSv7L+6D9jWSo/5ny6vi2GML+oh+I/TJodv2gigb7wChm/vuqdvlq6cj4mC1o9u4g1PPRekD4KBgE+k2fUvj0dxD5YRbu74qfoPfdwoT4IubK8onaXPoKcHb/jl4G9yitCPhE5pL4wU729210zv3aNwr8HGEU/Ui3Rvmv/nbsZq7c/LNaQPicsY78X3sS/eqnLP/OW377gsGI+Pj3evoVWQbqDBw++leHJPpbKpr5zZLg/Ml4EPpTeGL6rseM9y0+FPvin+L0jUr09Hi/DPl2TyL4cCBE+g37DvipOYT0M24w9",
        "qxpkPmTCdT6r3i0+YW/ZvNoMgT7qeWe+RaVwvu4ZeDsDyOS+YBIxPsXNDT5yM3S+GWmJvQ28mL6wepG8BkiePpURaz3SAi4+krWnvloyvb6z5C498/iLPhime73iYr+8v+E8Oijcejw7P/u+z2aBvvzW8j4z8bm+5ToYPR3bEL3L3he/COp8vkRi9D03mHO+VGnTPpHByr7FD1U+ekGvPfhjAL2odgs+OoXvvtp9ij6+iT6+lW0hPxdccL8nH4w+s7epvthZNz4RHcS+tW5WPiNH5b7Lqsw+UAQNP5NQPb/bGKu+e8PBPs4vxr7ZTpq+f77IvXdAJT572Z2/tjxcvqH/nD+BFhY/dhzSPA4/7b9OSLk/yrghvxFQv74KQla+GK89v1oF3D/HbeM+xwWeP8lUwL7t+tw93CM4vz1/1b2atWw9Z0BPvegDiD+HD9A+BJVNvVoJTb23few+oHsZvjigDL+LJBI++eYrvkNq5z+jkfc+nKUjP2Z9Xr6S1fw8eKp/vD5PlT4Muns+pYS7Pngex74apR49u6yQPi1IAz/T9Sm+8vOaPYvsdb53aGY9tc2pvbd/8T19m6G+mHqvPgDup74wNNq+4BkAv6ZSB7qswxs+8WwHvzQiFT93BfA+fep0PZnLdT4OOwTAKarovhTq1j2kDDK/r3wYv7sikr7t070+pHNvPoOBxr4O1Bw9"
      ]
    },
    "dense_1": {
      "bias": [
        "u1EcP1l+Mb8Vdby9IwuhvCUj677dRD4+jMEhvW4rLL/+Z5i+0uqXvFUUBT9lzcY/YoaxvkIrs7156TW/G3LBvZQrUL9/CUI/"
      ],
      "weights": [
        "CfcIvruq1z+Y2AE+vAxYvjklncDEeYY/rDzEPkdsnz8+UEE/RtuZPnduCz+b/K6/5+0pP1ejRr6yf0s/tauAPmLgoj4UQGq/PwOZvvKyKj/K0UC+UrsQuqYscz/DSUq/9q0wPs1Gxz51vWbAIpwuPqV8/z485vc+AuGEv3oTgz13Aoc/Cj6Cv0OtIz8U+Ik/pYlwPohTg79pTSI+hQGQviA0hT4CdcC/AbJaP1KaMD9uFEu/USFUvtrKzj8/rby/ZvADPhaCgz3Cxcy+fKLFvp0KCT/F+Z6+vzfQv+3aUT6sj6W+ZnG5vvm5FT/d5Eg/mVkEPzrCNj9/EmE/sc2gvvdwI7/sqMa/trKuPmpdajzRP+Q+TBzxPo+xiD9tRJg9A1rvP/XxPD6+M7g6JWaZvjIwnT5l0Ws8ZAorPyDWBUDS4ZU/uMRfPqI66r4Gr44/ZEXMvr4oHb6rlozAro/APn/dl70X0hhANpRAvjw9dT/WeuS+Erh3PZvfkr8kmDs+407/vpJS9T6LqTg/X6YEvpmlBL8Hleu+BNsKP3iawr6Dph8/x+CPvdpbTL9ba6G+pCkKPR7SWj4ZhIK+HPLAvVWMk76+RYY+URKXPn09kr4WIDS+U7ePvqW/Sb5Km2o+267ivcg3mb55r8C9v9QavcoaCb7JH7m+eaScv96lGD4f/PE9gCUWPtQpHb1lLWi9lCs2v82AqDxvXJO/UIEkvqhFzr8/u0A/yR5bPdQdrD7Exmu/cMgYPrxQJb+15hDAEOuwPSpe6T+OuZG+PLQvPsWRLr9bCJA/ynueP5EzBcBOQGm/NJ5SPmm3DT9dGHQ/1VBIP84sV76qX/bAREOHP4ZRoL/CCEk/KqSAPQdkgb/kVpg9yAEWPs51Nr8ss8E+D4q8vbftaj4GTyU/qqAMvgN3Ez/3yMm/192CvsxKe74wdPo+JG48P86fwL/xnmA+rvrLPlAzFsCegpI8nAjGvr5iBr6itic/eSICPppsVD/pCMW/YJyWPCSE+z/MHp7A",
        "wDQRP2dMvD4zhAi+XfGLPhnIuD596i8/ZhceP7UQbL5p7qA6lcvIvjKmwT1Ex6Y8gGK0vkqeur7lK7m+aRZUvp042b6bXyI/w6DBPmrml74njuk+qjUIvzPfyz0FQCE+ErRPvkg6+b4svF08Dbq1vuSdzL4ETzi/OAoqwDCnmb7y0H2+AEkTPIzsi7/aw5M+f+MpP0EOAL5XZsI9Iy5gP989zL0MCe6+aQ/ZPwmp478NTgA+WmCSPZEwRz8AHinAE9yJv/Thb0BqNvY+SM29vvrlJcASyClABYsVvuWnsD4PTinAhAVCwA5RQD6k8LY//efcPwTQz7/qJky+hHsMPmwRYj/9IzjAfWzqP7n/vj1t3AE8OOpxPltCoz/d7IE/rCcHv0l2qT3+SEq9xkr0vwOcGD8yG42+ddeZPTnjr774dby9li7avQmoGz2LnZE+0Xm3vw8F476ls6U+cSHRvgkgMz0s1eq9xzwyP1GONL8naSa/CcSDPcxVaT4lLoS+7NwPPhsiFL50sIA+ceEyvvBcZT21rI08FewBPuL27TyzAsE+IRXEviSJ+L20VrA+mBFtvSBIXj4aY6s+G/2Gvr+0aT59P5C+x8GEPwpdaL41jwO/MHaFvjPJsL5qy2C/7vuDP8W3pb4FnDw/Fp/Gvu3YkzyDdjQ/Rk++PxkRI74MejE+/NyJvryojcBpvOc+"
      ]
    },
    "dense_2": {
      "bias": [
        "Qp49Pr5HRL+ekA+9"
      ],
      "weights": [
        "b6YSwF04tz+3mIw/1LO2QLDLdcBZ8mLA2KD9PrEd6z68la49YUJhPsefSrxN9Jc+GzIAwAYfLEBR7qS/DfIiQLcHFsBgOTTAGQ2swBLJr0CnUzDArSRwv0eOh7xyJQW/Ktf+P67hAMDEkCY/obz0Ph6I0b6wp4k+sOEbP6uJhT5YEyHA2LZxP2tJbsAU25c/kyUtPgQTqj5VLcG/zD5tP3uXJb8xyqa+egeov0Rq2z92EMm/PObGP02eAsAXNQ2/Fua9QLJXtcAzsQq/zqQHwJYifT+4zrM/"
      ]
    }
  }
}
