{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Functional",
    "config": {
      "input_layers": [
        [
          "input_1",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              18
            ],
            "dtype": "float32",
            "name": "input_1",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "input_1"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "batch_input_shape": [
              null,
              18
            ],
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense",
            "trainable": true,
            "units": 18,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_1",
            "trainable": true,
            "units": 18,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_1"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "sigmoid",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_2",
            "trainable": true,
            "units": 3,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_2"
        }
      ],
      "name": "sequential",
      "output_layers": [
        [
          "dense_2",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.5.0"
  },
  "hash": "36850cfa4b385be45f2328c78915d8a2b6806bf3b3e4e28b522d0c73ade41e7c",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      18
    ]
  ],
  "output_shapes": [
    [
      3
    ]
  ],
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            18
          ],
          "values": [
            "EWC3P/ZZMb5DCjW+TGepP/RTEj/NiQ2/zn5pvTldyz/2aKC+G3mrPsmtjj77C3a+nqrTvxheXz5+PQS+JcNyP6fV0j6pmZA+"
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            3
          ],
          "values": [
            "0wqTMAAAgD9qwZUo"
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "dense": {
      "bias": [
        "uLArPxmJE79GoOU+AAAAAOZbRz3mjHQ+WMAyvqx7vD/Powc/AAAAAJmzsz+K7LA+HJozP1CtAj/0A4o8vuGAPmNG/z6WgPU9"
      ],
      "weights": [
        "eP4JPiXo1j6dtuM9qviePrqtc76Hi3y+gKMdvkJM3730d2U+Z8YvvmrL6z3L5tc9rJnWvGebjb6Lkry9VzYzvm2ViL+d7U4+Y4nyPevbvj7YxtS7NTy1vrqBvT6PhCW/Bs0PPxK7Br9aAKI+rHb4vYtsBr4M0lG/krfYvcYbAT8Ff7O9zAwQP4erLb50uWA+CXRXvijRAD/3EOk80DtQvidDjT7vsg++ThYMP75gBL/0AdM9MIX1vbLCYr5XyXy+JXA0PmsBib51NNq+vmFaPY51Fr+KXIS+N/wovxgCdz9NIMe+T1SrvlIE7L6CSV2+D49uPeHSeL5KEe0+uJ8jvVZoRj44BiU+Drcyv60+4b5508A+M+OnPqH2rj8F2DA/bPEJPSPMw72RRby8og+6vosJgT2a57w+EK1bvZ3i07xG3Ro+uet8viZloryYvaE+IXIyvouW/D1WvQE+i9UOPtL6nb/bxEi+u+x1vUwLvz47hTG/ing1vnG+lz7DaI8+BLygPoQXIbv0uGU/34V6vgn+JL5PaZ8/RZ5CPS7H0j4z6Pa9dMiaPVbXLr7CHOm+dZ0KPq+6IT8QSlA+LT+AviYxE74zh1a/QXbLPb8c8L5TQwk+20Gyvq7uuT2UMEa/rcYuPXlzyj4ENGi+uABRP52ovb6sSPo9dQmlv3TgBj03U8k/gr6LvgPmSD/R7NU/qF+Vv2apJL9KK52+MObUPNh/vT6L2zk+ZeB2v30ljj+Xc6Q/ODG0v5B7Ez/oRow//YPIu5Wjnr2YeMQ9qHNUvm61Tb5vDxO+JEAgP1wQHb/kVeq9XMMVPvxHpb51E0c+EeQvPojtFL5/esG+tjcdPfui574M/7a+UA1mPyMzQ78UVyy/xK2rvfd+4z1N8gc/h5MUv13oqz0JN5+/0CUyvWbJAsCEdxg/Q3pFvXoANj9JNYo/mLosvoWbAz8xZ1Y/UDQvvmeolL6NDCO+MGAovQiHKL+6p8U+MrULPTgKKD4yCxs+dJ0KPkggpL0Okr8+",
        "212QPuGVSz6QnMe+AY4aPx5dqb9obJa+/Yezvl+03jx4Nky+nMgYPkgVCD/IxRe+12KnPDglC70Zfx2+xKzLvdlTJr6CRgC9rKPYvpTWNr4S+HM+UFs6PlWgpTwkoUo/pg4XPVrG2jwHG+A+gJ7+O32v3z5oCwA90CGfPi4lJj45tuI+7PVrPiY7ib03r+K8+do/v1mQm77+yQi9+gmWvu6hhL56jCa/7G/oPlgR+72qGQ0/mEtrvdHjET+qBdC+IKsYP1Epwr6oENI95wpYvt3yTj7c9yq/cFfjPV0k+D2mDnC+TP5SP2GQRb/PTCC9V9CQvsVEez4KMY2/YPsxvdBAAb5zVaA/9vOAPaA5tz+QBaA+d+DLvpUuMb9pVJa+8UWPP7gFi792sPu+B0AVv4UZMj4gFDA9onAQv+KeIT8zQAHAsH2APfyu1D6ZVLU/cF6MPYr6nz/ZOPC9aKOgPUJ/5b5OBkC+X8ssP49iHb92Duc8llCQv/a29j5Ccho+xTALumfxGD3YVLa94PE9PhvOrD72hw+/x7I1PpwULr8Dq485DPdzPvCQOL74TkI89XrxPAdRir5bnu89LpOCvjEoor6JJ6i9DhsvPlIsEj+SR+U+2DdnPsohjz/7O40+VLppvoOwqT3tGXm9ZnWRvhAsAL60YOK9mzzRPYhDeb5QguE8HY/jvuoo273S9E2/"
      ]
    },
    "dense_1": {
      "bias": [
        "M2f0vBW+zb6x/hk/WBk4PsfgQTzfcJa+SuvHPtyvej7UuXO+bf6au+CEwbwoKeY/tEXXPsXqAL4biFS+7iIsPwp2T78AmEs/"
      ],
      "weights": [
        "flPBvrBtAT7LxaM/T1QFwNb7mT9wvto/ksBFvwyGnD/46o8/+yIivshjJD/Ienu/3PseP2Ru+j+eulY/UFVbvwXBxz+6Vaw9GJyHvtAUcj+C17O+r/HsvIJJ4z4Ltd4+iFcDP4Btyz1NsAW9cNKqvpEL8T5jxHq+ZVFMP13PYD9uSpk+Xyd3PosyZD8V7m4+LhCOPjo4KT++VZa+MtY/Py5wR784Pvs/4q4/P2BHqT0q6s6+1p6DvhzIqD+JPVjAY+OMvkEyZT0LK1Q/DI9XP4wvQL92IlLAewm2viht0T3q31a+FvOEPqvomb7ALCO8TCF0PpCH17x/8Z6+AOtBPffNvr4IPr6+0M6PPvE1m75A9mI+wIGhuxB1Pj4uaos+NKbBvnyCDL7S1BbAnVV1PiZ61L69XbI9W7bRvmwZoTse+Sc/rTKrvjc6A79Q2Bm+xZhYvgXX+71pWjW+lIvxPfIERT4QXkK+EoXRvkD9mL2D/tPAYgj1vNb6sb3be4W+JUH1vRsT1b8eDhI/4j2avVqMIz5HCPS+cjefv11R9r6J4xG+Nj0nvrZshL9NAR2+MAExvrkM8b6Q/+o+YdjAvSXc2D51V0Y+0ZGSPtHVwL77h5g+HUJLvg2NAz+0Dh2/m1CEPjnKPb4e46E+AHJyv0Pn6D5t/bo8ho+PPopMNsHM3FI/jt3UP+U6xD8hciHAFjCaP1VwxrylVpG+aETvvSa6xb5GxnM/4WR7v1Gtsb4Cqt6+nGKKv8ydZb96z94/ZaWuvl/wn74FYgq/cZy/PpZafT5i5Io+Z5nQPi41bj3r4ii9NMKBvcv7hD5yxHA/EfgkPyRpxrxjFmg+rcgKv9H18D2O3Y89zVvFvhDsWb3Vuj2+wNFLPC6NsD6GeBW+eD8KvdZPuD4ioLe+VHqCPtAgSD2wwkg++HklPuA8Wr2s1ag+kcxFvsDwND7mir8+tDJUvsWWAz/6QYM/fy2Hv9jfFT826Lw/wNjkvs4b2L30Y3M+VbopvgA2cT+cooa/",
        "zAfKPkeBFj/HcpE/6lcMP9Lrqj+BfaK/HHUXvp1axT8XbI7AuznlP94I7T8x87e/59zWPxG/OcA0BIW/kEpiPoeaoT9rOlc/olUDPlAbTr9riMk/Ud0GQL2UgT8uVIo+qw6Pvki1qr/neQi+sU96Pq0lgD9MjfG/BmmlPW/3FD+aTAS+jZ+7vj7dhb5u5Ys+qhVaPsMZ1L1usW2+wICJvF2TKL/mPR0/EvNzPWctTD42xSO/uVEaPtqdiT5wF5I/4xZmvqK04D6Vczk/Wp+UvgTcSz/uKAK/5EcSP2zzsL4wDqw/D6IwP0SYjb8BeZ6+M/s2PkRjpb3APlzAU/GiPmAFibxc7Jk+r9N1Pvu4+D4O2w2/IVzAPpQkJD/upw0+p6bfv18udL+/usY+yt8ZP7LY079ezce+3o2PvvzCCT2WvJQ+JlGNv8XbXTwQyYc//19UO8ORmb7HcuO+3YiYPsfUFT/6VJ++3clWPfwc6L2dsTQ+JjmVvzkXq75pMde/8FC+PKe6YT6htz3AZayuP42zMr+Be+6/1HWUvr/qD8DmiZM+OnizvlzMLL/QlwVAG9qZv94pLsAwY4G8UloiP2FjMr+jcc8/D5PPPRohvT63FiS+sloGPwebxD6KWRM/UiUGvagvPz/XdWk/KlZkvuU79T6scUK++QuOvfyYKT9lkUk/amUqP4D9kT/i2jW9"
      ]
    },
    "dense_2": {
      "bias": [
        "oodxvs2uTr5Hhso+"
      ],
      "weights": [
        "SsEMvSj6ZD4Uwus+43pgQEUHX8C4tie/0n5WQEvyYsDjCau/BSysvxUmgz+vncM+++GNvwK7lr5CEte+homyv2ZG8b1hX9M/9wOQvsvrgT4BChg/XZahP3LScb9SGR2/oh6MPznOS7+ZH5W/uZQdvvLXXL3FXBE+mmdbPr0WbT+7uvG+rQHUP+oZbMCOHq0/TjG4P9ZCg7/SLs6/FEXTP0AYjr/Ed8U+Z9zLPhL+Iz/0CqK/tMzZvy7ytz85vuW/FdAUQPUi078jMRnAL4C8vx+gcT/S0es/"
      ]
    }
  }
}
