{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Functional",
    "config": {
      "input_layers": [
        [
          "input_1",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              36
            ],
            "dtype": "float32",
            "name": "input_1",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "input_1"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "batch_input_shape": [
              null,
              36
            ],
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_3",
            "trainable": true,
            "units": 36,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_3"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_4",
            "trainable": true,
            "units": 36,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense_3",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_4"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "sigmoid",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_5",
            "trainable": true,
            "units": 3,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense_4",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_5"
        }
      ],
      "name": "sequential_1",
      "output_layers": [
        [
          "dense_5",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.5.0"
  },
  "hash": "b39da234d4fa6f323f959eb944dcdfd62af1583be7ee39a6e113f84bd3c7b563",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      36
    ]
  ],
  "output_shapes": [
    [
      3
    ]
  ],
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            36
          ],
          "values": [
            "IwagPiQck79MnHu916dFv2L3bL8hbKc+rMyCP7zeij/nods+5clovldmID/HeXI/5xWYP3xXDcCZ9yM+Y7IdQMIj07/3Rqo9MjtSvyQsm79NCiG+Wng4v3NiFECGjga+Wy+XP7OvCT95M+c9Ac8UPwIg1L6CBb++bYO1PlXtFD51Ob+7G8w4P0kwqz4vL4I/"
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            3
          ],
          "values": [
            "AACAPwAAAAAAAAAA"
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "dense_3": {
      "bias": [
        "DjnMviSpiz9ikSO/IVGXP4nP1rsHySg+YEtgv6PETD89hYo/j2T4PjN3O7+LYG4/r299P7GisD8q4ZA+1f1PP2TRbb8EEPc+YriIv1vreL+DVxC/QowGP+RVQj/M3z+/ZPZTP5i6gL7HVHM/Kv5FP2DUGj0AAAAAYpNnv5aiYD2lAxO+CpZMPwyWZ7+wN1A/"
      ],
      "weights": [
        "Zg6QPg9EqjzJKnq9RistvnqoX77hVcW9i0mzPHEX6T1LbFQ7W0FqPt8J6z1gppY9rKJAvtFRYT6faHU+xV9UPuArG7zCKhU+p4OcPCkppT04OeU8AFHVPebbk75eHB4+UAEAvouQn72Hz54964CHPXHvxrtwBb49ZjMPPYTYqb5mQIo9nL7MvZl+zj2atf89xFUzPlwuzT2pQ4w+2bKRvmQ5hr6gRP++gt2PPumzVT71A3U+Nq+RvhEWEr4/4QK/NCc0vOUEZr4QY/K8WJ2IvkmLIT4pAWS+4U+pPiCKdD4hdxg+gwCwPGYhHr6B/rA+rjErvvymib7SHxg+FaUIvvPwYj7M8Ao+s9wHPtjiTD57GmU+rNFdvk00Lz4DvKe+4zypvi2jzz0qB54+SE+avgyZAzxrkdG9KFwvPsrdjj4c3o2+I3OcvVI6ET5vLpu+6+XWPK1JCz2jJk++f7auPTm7QL4ofEs++GbvPenxBD5zRqM9QIrzPZfRtr36KpQ+ej+Gvvv+Jj4vXce+WgyHPqyOGD4g1dS8jPIqPipMLT1mRoO+I5p9vorFBj6kxM89geCrPuhyVjz0h7i9wD6APNbpcb6M+xa+272dvZNrij6K9vG8YwWAPhHjtz4T3oq+P02UPX4J0bmUF+o+IuRrvrAyhb7OLXI+3jY9Phx/Qz1xtKG+qStAPem6tD1eDpq+QkY8Pg2u2L6TFwu+wbrMPlj4EDyIzRo9RoBZPjtCqL50XyM9UldbPjexyT1NxDe+khRBO6cbwz0CCsg9FDpWPjmtHT7bnRa+8VuhPXQ++zzLvci9qkOFPa97Qb18aQk+FCaDPZh+4L1BvSm+SGxyPBxuKj36n0W+y3IbPmtp3L3T2wE+NSAAvgxYPD65L1o9P/AVvQQy0L45tvw9Fu9TvtNDxLuqwca9eAUHvZKSkz1E0+g9ScFDPDP1Dj5nxEe9UMxOvh+0Tb1LTp880qYpu7yIw71iW58+2S4bvoD7AT6JiMc928SvPkeuCr4Itrc8",
        "H6uGO3x0+jrcLjO+t4M0viIpFD7cdma+SwQYPFPVyr2fvN899Kh/OyAHyTutGdw9uAPdPC4blL6a3Y89c9TiPCmagrysuHG+mFoRva4Ogb7F2wK+Y4p+PO6xvj3J9mG9MKJZvraaJ75gGka+ddcKPn5cQL7FgD2+N10NPjcCE73B4CC++Zh5PWHPUD0Ekfa+qdhkvhKXUT0+NlO++R5UPv1Gqj6eJ2W7rFBqPXYinbsKw4Y+XtLxPXX99j2Vces+J92LPoR2kb7KY2y+ncUBPafAsj0/F4i+LmHfvHKLAL47wn270CeDvisFjD5DGj29b7TkPs03vz3NR0Y+VZk2vzovoj0bM1k+b2J0PqWFoz5bACQ+sOqJvkASzb57KgY+Z6ZIPiBiOr/HM3U+u0aZvnxZjzz0Wz6+BXS6PotRdr1x3J89a3GuvrEzXD4/jle+QFJGPbdJdr8iwH0+lflzu7MWwD4gFRO+OVcnvG1czz6g3Lm+MWIavthIpb5bWvi9LMzMPSNshr1eeJ4+jt4GPifC9r04TLm+sR+nvFlJwL3CTL6+sNcnvvHoWr1MlEW+F4UGPmpbub6ZOoe+M+sKPhuTEz7E1CU+3N34vMPbmT53cbo9msSTvUpQQj5jTsc8Cyqnvc9LAD5JH6m99qZtvh4gvj4DfWG+ftCsPnu+WD6CE3G7HrolvQDstj0Wpo69xb0AvxbnIb+CM2y+l2AOvKe2jr5dIYs+UvLjPUht2z7uoio+8u3+vimRlr1DZgA/lYk7vyjekLzBOju/9fghvdVcPr57VkS/CY0aP9lgTT9CBBo+6pZzviQ3Ob7oH5s+z0wlPjg3U74MjRu/sgU1vwQlib1E9iI+ZSa2PXgjkz7u4F6+4UYpv0GpHb/KbKS+ggBOvinhZ72qcsW98dMYvSmYdTynapM9xdN0vswwZr3BZY29GSZlvttwsby/kG6+3nM9PiZ47L2mtC87d6RkvlCxKD6L9G29bESDvRE+wL198nI9wwQBvqrZCj7kwgS+",
        "CAbJPSnhDT4pHou9qGcSPlswNL6I+oW+oFsNvt0tAr4tQnk9Ss2vPbsDUb7Nxkq9T1igvWvVhzzOZqs97i0hPMtyI76tD1A9Fb2GPZ+Wnb39lsk+r80wu9RSR77qXRO93kglvQ7twjtfxY4+vlPOPIfYgD50z5Q9vcVhve6UCT4b3si9mryWPHChur1p1pk95/jdvQDrl770KAY+eOUUPrDyh74w4cc9b/GYvAI+975Gy5G8NhCuPHOItrvI9ZY8tMLgvTpnBrpuig++Ww+Fu3CjdL6AXpk9u/hCPp/VMz7ZIOo+CqvSPQDZPj7ugI69vmYzvICexDsphs89Z8yqPeyZ8D2GRmY+GQAxPmjwKb1UUh++LJpqvel5Cz3nlXw9XCOZu0ciXz75YU++hFjnvYwinb2J+4y+YO/fPbc0lT60vRu8lTZUPkVwlrpp4ig77AOjPSMLjL5lopo+R+QUvtpJkr7+Bq696sOPPhdtfT1cVOs9A51sPTewPL3Qd9S+0XKDvosktr257Mo9uWdgPi1nqT1motQ7qfPjPNj3Fj4X+EM+W0PGvhGhir7bSGw9CfqSvg4wGT4Z1Ai9lcIBvhVEcT6iD6S9P+IEvoJMeT7ZhJg+6sYAPgIBxT3X8OG+2jWEvYwQpr2mxCa/f3imvABmlDrt5+M+qle1Pt8nkD4yLhC+buWyvVYJEb/V/Qi88eyCPQHg8bokRk8+xgd0vMa9jr3IWo49uu0pvvmgqD0/H14+csAKPnq6Er7O0qI+h8dgvnibGD+OCXI+UZOXvCHWjD7HhIa+akUfvrpD8r7Zx+Y+mZfTPUok6z7WmqC/XB4RPuK30z2bB829fsjMv4QPL750H7A+kGx7vq9rBD9zJ/m+pMkHP1wzHL1JJMk9qVY7vljAvb9EwmU9j0jZvoZDu71z3bA+M1GGPdT8qD3UJLu+FAwAv51/hjxxaCk+FE4jPHOynj4TdUe+dKpjvt4Rbb1QI+K8Y+cpvQ4657458ys+VZfiPrT+Mz7VXDK+",
        "6RRNPmvSPb4wcvw9cAdWvoJigr6Cqo++aaqnPksHQb6ru0i+IYXsvWU3x73I8jy88zSNvjNWAb5fgJC9Q/QzvhuRgj5onjw9PeqsPkUPxj60ABg9oQpkPbh9Iz1VHDq8nOl1vmtbPD6rss+8KiYivaUaf7wgiJM9Ok+4PpWhcT7UGS6+gYUBvuJZQT5Ttqi+FNibPRPzWD2yZQS/TgVYvLuNjb5FWAG9XYr6PbqQ/T7whVk9O27FPhyLKD3/E1e9iyyBvhb1qDvUYhC+nZsOv0cfRj4CMrm+El1IPrPYoz1d7e69gmekPj32X7//YYu9u3M7vVnd5D1Cv8w9TT5iPkqAaD5x5gW+K8esvOSD2TyjCui+GvEPP4RM5T5Ws8493ySJPjIk3j3v4wS+iZTEu1hPdjzl+Oi85IpoPh1PA767qJa+NKzEPdFvFz6zugE8SjHMPZGQQ762z6q8EcdqvpH2Nb74AqW9/m6IvtRfEr2AdXw+S3ovvnP0/r1evEI9n2FGvsq2kz4SohU+Mpa4PEvIEr7ckrw9e5cQOxx+qr3tjKY+AJg8vndC7LyObJ6+31LluwaJxD1QckE+5AtYvAuMlr5mwMI+GMABvjCVI7/W2Fg+B/PNO5ENOj6n5ak9ILgTPn/f/L3b2J0+VNSHveIeEz7Z3GM+nE5NvhXYBT4lwau8JqmrvevE2T2udyy+q3U3Pn7lRj378f49enG8vSJle7/49Au+ZBt5PDw3ND7fJFo+u/yBPtu86L1CjIo+fSUqP7pUVj5apK8+y1DFPJtyjD48S30/Po0Zvv6kDr6/Wwy/IeKYPn8XwD5t/Fk98S8cvoOX1rx+Yle9ioXovUNQFL6w0lS8pvsYvRXSWD4xyQK+5P7GPpmEe77RLOa97eiuPmEhLj2USbM+8nYHvf6NDzz2Uye+hpSJvvqCqb44y3q9+zBRvafxTb6f400/sR8LP2mtQr4EyXW+HGrqvIiyMD3s1LA9lC7+va806z1JEck+PGsuPraMmbknAvQ7",
        "op8TvudPS7s2HJw+r/MOPjMztD2OODG/nBfjPdrg/D7JAgA/J0fmPqiKTb6KhfK90yuBPmPoZz068aq8R8h2Pg76Xr7QBas9+PSUvDKNcD2hKSm/yPKPPluhMz60Rs8+PYGqPgjYNL7hPQW+DVIIvsCUrjzOJIo91felPBN8Vz4TPLm+Y5ufvtfujD34v6g+/Qgavlv7xD2t8Ue+mSCJPXmOGL6WePm+zcYrPGLnW777t1A9IFMWv+qxfjsQs48+nfR/PiQshT5+nmE+Iix1vQcJq7zaeV++xjvdPdZkIz5IZXu+iqvgOmtTmjwooMS92pKWP134E73Baxe+W2rCPKplMr2cyU2+qGj6vhbeWr7j9Hm/MD8Avq/UnD/22ik+lRqLvftj3jpIDaE/xocuPjQtYD+R3/K+kL+kPvEoYL59MIs+r5liPWpKtj7q/cE+xDXcvYIE4D6zRoA+txq5PvrHKr/It3M9opPxPrXA5b1W1HO/agKAPsU66b+8tyw/Na/hvl9qAL21Bde9l0gVPrXYBL6mUbA+g9/GvTAUFb+EK6s+Bu7lvPjRdD39zgE+kwekvf4WDD5KFL49em5YvbpbTj2bSBc+fnIivpBcQjuey0A+PCTUu6AWBD4Yfnk+MTMmPn9W5T6DU6i90EmDPS1Tj7+yiFa+EmDkPc+E9ry8KuM9ROs8Pofdjz2u5AC82K8oP8gXRr2gi3M/qv0YPZRpeD6I+4G/06mAPixxlr7CO6a+P/gEP/lcsT/EHDk/++SMPp1MS7v6grg/ZjoGPe1lNj8DsZo++gpoPw0nHb+2kRQ/vvUDP73Ioj6xCw8/BFMWv+tdxT5R8NC+eMW0vtAKuj29Axu+sG5JPghvAj660cC/t2aUPvXjIsDtO+w9H4FuPvJXFL7eEuk8TRc4voa1TL1EH4c/iKmRPbhomr5qQu2+xmz/vbcevz4JxrM9zz8ePmajdT5+z8Q9ir6tPdmpVj7Pyiw+JRzEPZAAlr762aI+6H7lPqlmub6UIgq+",
        "PXKIPigrmT7sp48+abPJvJHPhj3CSiK+MYexva/kKr45j7e+MWMrPrQApbwqDwE/eKODPSYz977jUzg+Kx0LvFaVFD5kZDe/a96Lvg5w375Tt2u9skbXP8+5Bj7nwny9GGaXv5oigD09aC0/x4hfP6bgJj2m+B4/sDuGPhChBr/niCg/PPQPPUoXBr4YVLg+Te06vowZqj+yDu8+UehPP5YUWD7jYSO+qgUVPyBkcj25Nx2+6qKBPqg8cL7fFw8+5chevu8UC71IN0E92qK5PSsOVT5uxCq9ZzWaPpuh5r1HoaK9HOm8uxiitL7ILHS727EaPdEr5z1FrBM+t7eTvsV+Ozxc8S099JiFvhx0o75EzFq+gwwHv4RZez6bbTY+pVZCPny0wz63hI8+ULOgPr9kmT7GHo0+tex1Pu0cu7sv1fm9Afc6vQ7BGj0wDiW/sagDwGJOCT/dkIC/F6q8vMN6Ar7sPGK/ozDsPm/U575eSi8/ZbjcvbtHvz9FYhO+y31Gvfy4oLx4aME+LH66vhQYHD9qM5g9KhscvpdUAz99cOm9NxtFP89dEb8bzlI/T9rFPvjHcj1/tDS+ToKaPs3Acb5ObU8+7fz+Pe/OK7+nUYm/6/73vVXeNL4u0tq/MS2QP9oWBrxbIJ2+IrTcPQ6Chb6wXii9sMFLv56ARb6uV+m+3av5vr1jBL8W+Wo+u/ygvqOW1Tpjay0/YfwvO58+b71YgCW/BrUSwJ1eqbzR7pc+6NPwPlUFvL5eUng/fk1Svt4utj+78RY+SC8CviqGJz+Ah4e9bAEfPzOydz+PA44/N4yRvyaaGj86C4E/C66VvsU1ubxK2VY+WjNDPGthgj6eZs4+xQBUPQIZEL8MjE8+wHCkvjsNWj6ZY2a8xXSiPB816LzIERQ9I9+Lvuhmgj3/dkY+6roNvlcsKz06Lyc+TkCPO6ZhNzus2Qs+j+PxPffA0ry50fO90cbTPNelj78EM6895YyTPlCk1b0Jn7a81f6PPDm3+r3Ec2w9",
        "Ak2fPguxB7/9Krg/4aFXPppAg75nP0K++Z5yPq43J72k+ru+jrQGv+KCOL7EiLA+BeGJv6JSlTmKjb49AYC9vdDbML43dCa/EOvUv78YJT91Rx0/fC4Ov99Ni7718C0/NwBpv1DCkj8RrCe/o31qv22nWb53tIa+xqnXPpLSYz9n2bo/C1qLvrAygT8r2Ys/TkmuPs5Ge76Y5WO9bqXcPSSMNz4Xdbg95JMZP2Eijb3G+L6+sFBHv77J8T3qKoM+Dq05vwfu3jt0PRE/jAOqv3+vmb0Hc6y+MkDfv4ssWj4BOGk/yWjbv6eQQj/Z6Ss/43kJv1+GSD/WZIo/D+KWvxiWPT4wuMg8bhbrPpRghz8berE/RqlMv/Y8cz8FUD8/AXAUP8ofPr6ym0c+f4cQPmjs3bzOwHE/M/3OvAfBr7sNf/a92y8VPj8Zzj3cSwi+0QYnPlxkd761D42+FK5lvtftA770q1G9rdOcPq8HN74WZPu87E3dPsvOhL7Eek6+La++PvRruj4a/pu9YZekPVkES71glm49fF+IvqWIRr565Nu9GDjYvW3dRb61dgM//w1VvhTyQ75oFbg+4iH8PEjxBj7TC9s9dqeTPod8Nb+qGqK92wubP2kgMr5rCYI+1lx3v1nXZbtyutE+ircoP0BwFb5V0IY+EfH/Pf7wUr43Qtu9gr+AvijnxT3TQ7a9FDMEv+adxr5BqPM9A0NoviQOAb90iPs9B30UPyBSUz/tNUw+p3wjvl77DD/+P/S+"
      ]
    },
    "dense_4": {
      "bias": [
        "IDeqPngxkD7eWu0+/9zTvuF1KL1dbGg8FVBNPyxcMD5/1FM+BAsLPvxN2DyV5Ag/6DQDPzsdNbypiam86glpPtdG1T4Sypi+DLwSP+h9pj71YxA/YD+IPU2Uob00+mC/YtMpvXqjv70hZrW+FVfePaoWBr+OQ6c/dwcwvjsOUr+bqxS+XUBavy6VQ742gG29"
      ],
      "weights": [
        "DxicPi/L8z6eMgk9PeXePVnmwz4AXXy+VIu0v77tET6PJWA/v58UP2BX5T50J5m/1LeSPlpwJD7sP0M+WgkJP9GFyz6uhUM+nnm6PrTwBT8DCzE/UMaQPlh4XT7VYXU+rky3vWZxbL4glgu+hneDPo3T0T6lbw2+dC8JPwJ1CL6AEHG+JbPRvtHI4rw+AB8+rXaMPi8xfj7zxR0/nDz/vX/mVj4bra29teXvP2LB4D23wwo+GWGtPiWPfD4PCnI/DheKPnXg3L7ye4K+9s9aPoyKmz2QCHq/6MGoPhYyzT4O7zw83z7QPXc3Z751ZmO/HoRAvtncDz/3Gpe+Wdf3PjAYiL9lizW/9R8pPTt6hL/BCR4859aRvvQlWL9Q/Dw+JdRTvpHmAr79gZK+BHXqPXJKIL1S/1c+XH1svm9as7+fuuC+Wl1mPncf+r1pKYW/upAhPovv0j3EEPw+7XCPvh+GOz68LuM+aHxWvqqUV76rrmA/DikDPvPYDD4I0+U+iWFKPufYLz7XzEW98/CFvajS/z76AGQ+L71RPrbk1T7ayFW9cr2GvBFLGj2owcQ+QLAqP7gDwz02hWM/eZuTwMTb7zzxRmm9DTxQQLPqhb2B8gpAZBh7PhkX3j6WVAa/MwJjP3CThsCZ1YTAnZFSP/NnZj4UOHbAfReGP8zd2D524wY/SOz4vV4CYj7GLpHARJKHPOO3Iz/6B3DAJg0VPxT1hMCOo63APAzHPsBxecCwLiK+bgAnQONwlMDu18Y+nNdvPgbL4b2KVSU9BmMNPg8ydT5kAFy+Wty4vZgldr2Okkc+hznBvezXI76e5DI+YhSAvrwO3r04h2y+opytvehAnj0d0j4+ZLYvvsUng72eyV++d8z6OwDebb7Kpys+5gKGPkiyHL0KKTU9QebuvQw91b16t5K9V1W5PYKQGL7fr12+QH5fvagZSr4f5YM+HNYzvp9CNT94MoC+vlV0Pgk+ID+OQ5Y+oHtfv3G3Wz/rdxe+Ky5CP9nN6D7cVUK+",
        "u4TSPlRxKT7qqdg+dTh6Py3diz7u4Ce+mv7rPsoAcT7BzZi+YhbWPgI1ir6p7Si+/VSWvcYwPr2NVDk+4sM8viyJfT1FejU/v27/vo6Oo700gDu+4QXWPq0WWD5b2TU95pqavC0za70q8PC+IMtXvClzv7xQmYu+0weZvot5hL884zO+7Z98vNZcQz6yszm/gkdUvgkGu7ztEks+xoiVvXkMdj2B3JM+pIaqvSNNzr7IgEK/BSxaPuzOjr47jhW+8jNVPkD0VD6lNlk+mcKbvZD+rLwziQy/5UWpvlZw9TxZCJA+FEoPPk0mHD7+0MQ9QLnTvQghFj6GwKc+h6nSvnjsbj4EY2i+BbjYvW0ft74icSE/+Ax2PgDEiL4YuSQ/1iKHPupCxD5X1xO/yHq+PuxtQz9prSq+qt0vP0CYFzw9saU+TDYlPkZjpLzuAii/zAqevYP90D1nFYm/ig2PvoC4qL425yM/FRCcPo7Mbb+ux9+9e1f0vbXlXL6SnAE+cOUAv/aMoD7g6ZW+AjQAPjynuT4cCfy7acsLP79Cz70Boge+RTu4vqzaBb4Qqcu+W4gGP8c1Pr7BxYO+z1GQPr9Lir5No/M9F7eevpG9Hz8BEK2+76H+veXqLr6nqQe+nYUBPp384D7hkG4+ITUxvwrCE78k2jI/1iSYvsodYj5PoEa/PRssv99EIj191wM+OdJePgjB1j14rLA+gAEyvj9vor7GkEW+D8eYP8Opyz7IdyU/Cm6DPi7Vzj3RmEU+Gf8tPULDxr7/tbY8zpZYvl32Dj73K0y9p9k8vkOy0Dwzy7M+Z8CKPUuXtb0GgQO+DxSYPAjzOb8FW7e9vR1LPHpCmT4YMkW/SGBmvp7zAj7MR4E+jEYZv/qNQr4XiWA+nVczP1T1Oj+pzSE/ygMQPhRM2D3300G+8NAMv0z57b9CZ2m/CV++Pk1l4j6uSuG+o8wYP+R2oD7HrKq9k087PmXvwz4o+G07PdlPPhoTAT/zr2W/+FWoPvJl4r1Q0hc/",
        "bEeLvpWUA79RQxg/ad9iP+YlDD/EG88+Dg/jPjgLOj9JZhm/uu1zwOXoJj42s3k+NGhJQBzlO0CADfI/sWj3v75s+z6DTBW+SEJ0PymOK78kg2i/HBNdPwo4Lj+mvmA/1nIpQEKK6b6I/Iq/42jKP5VhWD/ZD4O/jaaMP+ki/z8kB0Q/dS8LP64JDb0ORdq+lSsqvpWrHMAZf2e/LxatP/n/Vr71ddI+Go5cPwv0O76siZLAOmHHvkcumb8n6g4/E5M2PymkED/ucJQ/BtWdv3c1ED2bHZO+2n73P7CiZr5LkxS/+3ahPmVfmD7tyHY+7m5pP3cVXL/8eYC/HYLHPmLyIj4pZba/NungPloYUj9ONlk/4vUwPm61Pj2aZ5+/YJx3vZn9WT9hdTu/zJBoP8PlgL+LFPO++pSbvnuL1r/Ji5+9MFgKv22IrL//QOw9AEDHP1BZ/D5/Hps/8ynhwKyRZT96VFK+7EBXQG30Hz41ZwJAUpWBP5xCsD9hSom+dD+rP2gK28CND8fA9yWEP2IWWz+MrtfAAca3P0b6RD/15vg+E2WSP3Ne0bq5NsDAEtBSPWpTMj/iLL3AJd5JP09szMBpsG/BI2eMP042rsD4N7c/mJZnQGJH5MA2apA+Ch4xPzOD9T5FozM+4t2FPqQqXLyZxHy+DiyfPusD3L4JOjG+1nsdP7t8iD7HbMS+L/7dPojLBD72DDe+RhyrPjzGRz6m8by8WQJUPtn9bz7a/WI8Ags5PwfwUb3R36s+6SuzPe8qFL7HTEo+vDxqvIlC1j0ovN0+XJ2EPndiUb6BIye+bUDcvjwKXD3N4Tw+et3OvRSZMjy5OGM+w34zv/YuMDxoW7e+LtcRQMbnc77biYw/BAH/vhXZwL763AM/dv2bPu2odD1IXSK+7gjlvbXGST4MK4e+82LfPrMMB70X5xu/dBYRv7yupzz7wmW/XLhSvgfg/73Jhv+9n08ZOuf9o77YZJu/evSjvuAdrr7+fT4+SqFov3oq8L2FmGS9",
        "7Vq9vfw9uL4bDWw+FgG7PUbME7xnXYg+jzjDvnB1iz7WAea+wTPQPhsIpr3gzx69KQecvvxHFT0pz0y+JoKIvjQMzL2rbli9h00uPugbez7AOog+GysGPQFeDL0BIqU+73rpu9Z3bT7LSYI+qalzvjYoqz510TC/R3W8vPP3CT4h1x4+L7PXPnaIxb1DM1y9leyePi3fsD6sWuI+iBHOPbjuSz0YKOK9Ff17PsWhn72P50G+ITw9PgU7FL71LLS9LgrDPixUxr1KloU963WXPpdugb4XC1K9wpoqPh6mtD48cBW/8nAYPuHSMLx5gE0+THCWvc4uAL/T7KY+CJ/8vCCkLb6XFoG/eW/bvrNePj5iRjM+py0xv3KXBz777iq+ZeMrv+omRr8jjq6+GDQkP3pcG7z4OL8+4iv1v7yb7b+szBm/EMq2vnFyGDtFNY8+vxGAv3Ry7j51As0+yQcrvkY5zj1vVwE/PhSGPsbvN78GASy/qmLKPdscVLyIL2k/xqctvrx2Gj8it9Q+WYxTPtKsAz9fyEu/lOaevNddWD+aw+m+nE5vP9AP1D6Ry92+ZCagvg1mAL9j9SK/FtWuPHNZQ752a4Y9Aqjnv8Uw9D1TAds+xjNZPqkQ6b0VCfe915S6vmG+h76z5PA9BnjuPaAkLD9cIeY9Qzi1Psb4974REA4+JYQIPvUVzj0P7RU+j2aKPXsFnD5MBeI9gebwvqWmL76/dQ6/eMPmvWQfmT5Eipq+FMYQP4xguz7+R5+6UoLaPYB5Qb5yQxC+hI81PmkeOD0rk5u7KlznvjePhr5deiq+OHKsPq2Chz41Zoq+R1gwPJ+FRb3X9pU+p2idPX4k2z5w2qI+KmQrPkafs76Z5Nu9LZt2PaoeWb602/W9RznAPU/aZLswzio+DIWRvrS1gj6BEQ8+frviPCLuxb3gX1a+/wviPq1vgj7tY9g91QngPuNBoz6mnPg+k4EcPjnj0jzGNmy+jdV0P7r1lT6yE/W9xj9YvhMte73JZCq7",
        "aqWoPiVaVz4XRLy+3lnYPqPp0T5g37G9ZfWKPT234j49DQA/RZK1PZl/0rx3GJC+nHF3vtsEl7yZaag9OrFkPp9o3jxCyiQ7f8sUPsfxor1WDtu+CZEtvCGCcr5IRQ6+vevPvWTjwT4RGz++3MGJvu9bkL5wExE+KMo2P3nnwL5N4mI+x60XPsXzSj5QeQY/fvEIvrZnBb5MNIY9kyomvo6psTw0kpu+ybICvow/mj49Xwe/QW+bPr8+Pz7Jzo29li7nvUbKoT1aTk09Lt3bPgSER74WCHG+r5C+PFu8ADxrB2s+i0TmvfPRR76Xuua9eicHvyJW7b48Hhy/q1MGP16R5L1QQIy+f7khvp6WYz4Sb0O9yhFDviNxAD4BJyQ+20znvtdVGz4Nye46DVmMvvzmtD5oW6k+kT+KPrIa7r6FEx49u+ILPhoU8b0n7sI+Uj90vnWqh73Cjmc+KeUJv0N1Cz5bqda6JM3LvjXc8j30860+sU6uPj0cfz4ArEi+LE2OvTURz77C9nQ+rxfTvm2CHj6HZM8+iUtNPzQvRD8Yogm/G4mtPsaok76k+xa/odnlvfHpCL8WvL6+2IAyPmmFZ75SYdy+uAU5PsdLAj6rPUS+r5BZPXZlp74TMTK/n+yMPGg1nL4+1Ki+xjbGPRt2QL+BVjc+jyA7vqmXsr4fGAy/Q6AJvrGovL4EE+U70361vvW2pL76KFe/vzxVvW+vgT159RO9tdMyvsoUfz50LA2/uLIhP+IdJz6t2r09eBZnviC3OD62VR4+JYL0O+SpIj+tuSM+qBrlPqXgeb/Rgm8+U3UNPwc2Yb7PhJ4+xbz+PHaiEb8k3Um9VH1MvqgMmD7zytI8FEisPkISRDp6cRI/WK8qPzoHMz3BOZQ+dcusPS8FCT/cpbU+oq6zPltvCL4b3fS9hd0rP3e3B76ATJ+/z/fzPj3zEj6IO54+dCLQPlSBQD4bRWY+Kv+PPlJ/gr2Tmuu9q6izPOqMSD0/ko+9lHkwvagJsb2gqZa+",
        "0MCPvmf1Rb4CeX49jpDRva4ASz1WGoE+4nfSPFb0T74g0kC8hzojv4aRKj4/UZg9pUyHPv8QvD7Asws/ci62vpeffD46CQK+GqQBPy/H5r1oz8K/YxejPlxilD4F0RA93DGsPlGUlz6zSDa9S6nDPR20iz7t/Oi+L8kCP2WYNT9gLWnAnS7APnMeBj0bUzq9mRIiPp+S9776/Iy99TuaPjnUQL7TJkW+QKmEPhB4Br0Ni0g9ok1QvyJFhL6Dn549VaL/Pilv5z5Fj0o+J7xZPlArhT5a/ci9OqCUPuIzJz8WShE9nczwvSmB6L2BuMa+4l+jPtl27r12XcY+NcKrveSJzr6tEC4+lhaAvelFlj6vHdi+B+0RvrQDeL1p3Nw9T1+WPXlaDMBEyS0/KyPWPi/GYD0WUhU/y39avkV7ED8mOTnAgxdjvq0awT2E2nk9GH4VPYYT471KQRA+I+kqvmpbQD7Sorm9aGZxPia3NL4IvHi+TWANvjjYL74ghI+8biVxvgLiD76gT++8Qj6RvhxRJL4Q4/08rHQTPnhKWT46GKa9XE+PvX62hj5IJuc97C5qPhK8Fr4oVWC+aNFzPe6iub1g2qA8agKJvkAmLj1ORMq9anqsvXbL/71UW36+XSmAPDZhg77JFxu9Y58Uve513j3M2TW+kepbvw7lwz6gJq4+GssWPufO8byz7hO/zZR1vla/vr0y8Yu+L9PfvWvIHj6n5Gc+YwyyPpN3gL66maW+EaCCPt/MMb5dMIo+ozqZvroKP747Nm49EKR6vkTxuz4OV5C+2/yZvntDCz9M9G89u/IEPw+2Ursew2u+Pl8Sv6GWG7/02tO+ssBfPmiNKb8z+IK+Xi/PvRo5BL/FDBQ/PpMuPq7yVD5SN0m99LZVv8Khhr4uxMa8pk/Av4Hbgz75CU8+47iJPtc9H79icpQ+UIQ2Pu/Djj08D1a9L3Tnvbbd1T4cvYu+vt0rvlw86L2YJ/a8s0+3vDWy0r7mpk2+9oqKPlbCWz55z8Y8",
        "xeExvsD9iz7PSy0/z3xjPhLsxrtQ1yM+KoETv9GNA7/qDXa/BY+iPq+10T7nU2K+L5/ZvnNrlD1QDie+KCZPvhxb0z4hmYY+UYNQPuk/0T4Zbz0/0Bq5PnVnGLxYFeS91/uBviuGBj/9lo49+yuBPzG56T3T60I/0Z5XPpyPID/zgjA/I8ksP+rLlz4ViTC+YrJuP6cb7j58zM0+qeizPZzkhD5Wvs2+wXOGP/+5zD79tCi+eUr7Pqm+vT7GS7M8bSMqP//X6T4A6FI/dUEDP/fmqDweKBu+Ptm5Pm9x/T5YL7i+YbKKPvFSMb6Sq56+qxslvv3orLucthq/tLUrvkWszL5zLS4/+shqPodAEL93eGW9KLUcvyoRhj2F+CM9+uQgPoS17L4iQ5W+888AP++uz74CrDU++jAbPq2QZL64ici/C6AnPl52Az6CtKG+YY5QvmVKgj7/QKS9K6b5vjeY1j3DOwy9PtGKvXzHRj6TDAjAXjezPpF697wKkUU/vmDxvSZZZL9wXw8/rME7Pq+a/z61IoS/i37bvBmkKj9BDB8/6/I9PwXT3D4zIs09LTOhP6wv7j/3gPk/eLDWvtG5Uz9wCbe+wuGYvywPbr7+oyzACdFPvQcVGD32ZBa+s/m/P9LTlj6P0jQ//KGrP98UVz+7g6i9GlhfPyS0yj/WgCM/eLEJPhzDQT4TliA/qxyHvswrNcAOL+0+re3bP0yogj+OTYE8+IBuvDrHMz/pDA/AZ57SvvDzDD0gV2K9"
      ]
    },
    "dense_5": {
      "bias": [
        "JyI5Pow5Kb7f6vy9"
      ],
      "weights": [
        "6svtP4Nz5b+lXYS+FLqxP+amur9FHb29D91nPxJpYr9FGKy+cP09wGWzPUDpDarABySqPq3NQz7oOiW/M2Ivv8tztz5YKHM+DIRTwMRTVkDbjqe/pzMtQIENLMAlbp8+tP43QJtKN8AWaaU+Rv4BP4jvhb6w/CW/XCL9Pdc56L1JiSi/wGYmQLwTJsBQIRc+sqLTP+o7sL9h7ry/175gwJ7QZ0DCLYW89RMjwClYHkBPOU6/2n6UPiRqGr9ZOpm+jUKBP2zAN79qs1jA5MDrvy076D9m0tK+yPteP6yxob8uzKzAEoW8Px3n1r8vWwa/1s0QwJkTE0AH7lq+gSvJPW6zV75+LO2+Kc/xvVQTgj6ra4U9SY2TwAXDmkB51qK/OU8dvp6iQb5OAIQ+vTMDQF68AMBAS7M+bJZvwGgeb0A6hzg+BCR5P41rb79rqQG/13KnwMt8oECD+kA+IBuHwLEyhkBtZX++aj5TPtdgmL6aa8K+uS9twB3PaEBXHZC+QAE2QJ1yOcA3amc+kxwkQGq1JcDVZVs+K0JQwAL8UUDlhIg+TUqBvlb0er76qJm+"
      ]
    }
  }
}
