{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Functional",
    "config": {
      "input_layers": [
        [
          "input_1",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              21,
              22
            ],
            "dtype": "float32",
            "name": "input_1",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "input_1"
        },
        {
          "class_name": "Bidirectional",
          "config": {
            "batch_input_shape": [
              null,
              21,
              22
            ],
            "dtype": "float32",
            "layer": {
              "class_name": "LSTM",
              "config": {
                "activation": "tanh",
                "activity_regularizer": null,
                "bias_constraint": null,
                "bias_initializer": {
                  "class_name": "Zeros",
                  "config": {},
                  "shared_object_id": 3
                },
                "bias_regularizer": null,
                "dropout": 0.0,
                "dtype": "float32",
                "go_backwards": false,
                "implementation": 2,
                "kernel_constraint": null,
                "kernel_initializer": {
                  "class_name": "GlorotUniform",
                  "config": {
                    "seed": null
                  },
                  "shared_object_id": 1
                },
                "kernel_regularizer": null,
                "name": "lstm",
                "recurrent_activation": "sigmoid",
                "recurrent_constraint": null,
                "recurrent_dropout": 0.0,
                "recurrent_initializer": {
                  "class_name": "Orthogonal",
                  "config": {
                    "gain": 1.0,
                    "seed": null
                  },
                  "shared_object_id": 2
                },
                "recurrent_regularizer": null,
                "return_sequences": true,
                "return_state": false,
                "stateful": false,
                "time_major": false,
                "trainable": true,
                "unit_forget_bias": true,
                "units": 48,
                "unroll": false,
                "use_bias": true
              }
            },
            "merge_mode": "concat",
            "name": "bidirectional",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "bidirectional"
        },
        {
          "class_name": "Bidirectional",
          "config": {
            "dtype": "float32",
            "layer": {
              "class_name": "LSTM",
              "config": {
                "activation": "tanh",
                "activity_regularizer": null,
                "bias_constraint": null,
                "bias_initializer": {
                  "class_name": "Zeros",
                  "config": {},
                  "shared_object_id": 9
                },
                "bias_regularizer": null,
                "dropout": 0.0,
                "dtype": "float32",
                "go_backwards": false,
                "implementation": 2,
                "kernel_constraint": null,
                "kernel_initializer": {
                  "class_name": "GlorotUniform",
                  "config": {
                    "seed": null
                  },
                  "shared_object_id": 7
                },
                "kernel_regularizer": null,
                "name": "lstm_1",
                "recurrent_activation": "sigmoid",
                "recurrent_constraint": null,
                "recurrent_dropout": 0.0,
                "recurrent_initializer": {
                  "class_name": "Orthogonal",
                  "config": {
                    "gain": 1.0,
                    "seed": null
                  },
                  "shared_object_id": 8
                },
                "recurrent_regularizer": null,
                "return_sequences": false,
                "return_state": false,
                "stateful": false,
                "time_major": false,
                "trainable": true,
                "unit_forget_bias": true,
                "units": 48,
                "unroll": false,
                "use_bias": true
              }
            },
            "merge_mode": "concat",
            "name": "bidirectional_1",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "bidirectional",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "bidirectional_1"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense",
            "trainable": true,
            "units": 157,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "bidirectional_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense"
        }
      ],
      "name": "sequential",
      "output_layers": [
        [
          "dense",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.8.0"
  },
  "hash": "f4865f69d277fd87e14c946b27f03763982dcd49835d182e7bc7317e38cbf156",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      21,
      22
    ]
  ],
  "output_shapes": [
    [
      157
    ]
  ],
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            21,
            22
          ],
          "values": [
            "5iGQvyY+lj8Dod4+wHHQv7GRDr/Shb2+lMaJP3ounT8F65Y/a/J1v2Sek76O4eg9XTLXv1rA7L7oFt0+RAGYvqI6Z79WpEe/+LuOv68RUb9FeSG/Df5AP9s5FD+f/Rm/jSmpv1MLdT315L0+gMyiviIDID+5MH0/BgbIPHOzCsAS+hI/r+2IvtbrL7+ZyYK/rjDEv4Jrnz+JPEE/WzK3v2dIzb7aIP0/9u4QPgZphb9DNHK9CPu0vqt7pD4uyqo/J/31velNF8D7r16/YIg9v9ZJ7D3i2pQ/YcOSvwAV/L7XI7A+cNuJP09YHr8Gq7u/2M13vhlY4D81NUO//UmMPrIa5D8epOm/huF1P9wdMT1vmxO+AQHCv6ggv7+BkWy//VuuPT8Lhz9+WZc/l6RnPtzhgb+3c0g9tzOzv6wmPL01SRy+F/syPxWFUj2i2uQ+ft2lPQkPxj67a9e+ageAvkgRKb9oO2G/+qVUvbArtT1lL6O+kytwvNPSLb/2lKc/FwfgPtrrj78UKC2+/xpuP/x2ET8rKh2/ibkdPPOINb42O70/FMu4P3qjob//viS/nvXZvsQ54b7JuZK/YXGTvtpARL6wcxw/nGOQP4tX4L+IfUs/1YDLP6ZNCj5mrow+XTNIv8B5mb8bdK8+o0qtPhR69r7i1hU/DjqTvSK6pb9+xmQ90lckwEqgNT+C1x8/rnLFPy7+HUBpG6q/Ty6zP9qtyT4QJPg/STWQv4+Trj+I6gS/ts4sPzX7uz9gxi+/98pKv2FJIj7eiB4+bAwbv9Fb4T4bsYM/ozkFvwjQvz+4Dak/60k9P7MnrL+69Q1AvZEPQOehDj4QQJA+0TMFwMufSb5TugbAMYz4PVeQ3T4u8q0/CR46QJJB0z8wyaQ+DLS1vlNDtz8BF6a//hHMPu1RYr/jcYM/6otIv5duib4ZnJY9ygxkPonVuL9gs/Y/cYjJvXvnAz/pF1k/QZ62v90Ewj9vKx+/aOuWPPIdAb/nPVU/pZksv5J24r3EdA0/",
            "oJChPx1Gtz8bueY97EsNPxDZqD38FzY/pMZOPx3dAL6QYog/jGNcPwaMKr6KNUa/VtmIvw8ZmT+5WUg/qnYDP9cTQL8oKoi+wcl6OoqCEz/lsx0/XFu9P23C/z4RV0I+eVnVP20bTj15EKG/489MP8dRpr+Ep5C+qhJhv9M1dj/Pypw/p4QLvpA5vT4uLd++hMn0vfT7Eb7cVYU/c8ZrP5lMlz+QEuC+BuifPzQWsj+UTzQ/8n1cPXTS5T+FWy6/e1qnv728Hb8fQsO+fKMKPwHCqz6MN7c+W5oLv7AHqb/M2bw/N+wMQPlhmz9smJM9chwLQIxzsb7AsUE/VriUPxtqpz54gvW/tiLOv2xYwb6e+Rq9LKzRvmo1tb0jJmu/G38cv044p7+kp/K/1rqqPz4zQT8394c+pImMPyvHE0BGv5u/w01pv7EgE72/wiq/dMU2Pq5tSr/CM7y/BowQQDJzn79VQhE+GLuJP5Ah1r+vilg/TwsXP5c/CsBq2izAkrBxv+cBBT90aJ0+m7Efv+TOG77vdSK9pAk1v5uJmr9J3DA/+uMTP7zwoD7k02e/31REP2nP974q/vq9sN+hvzJvU74t7ju/kpfgPl7UST+1vsw+zfiwP1gw9z9eG1k+Rj+TvoQCnb7avYE+RQ0Evo/Kur9aczM+FzRIP+1gZL6NVsQ+20/MP7fdvz43u/A+eRSrvqUNaL9kRrS+uDk+P27J8LyI6kQ//vFuvhML6r8bhje/tWoKv3v0W78sH/I9/667PTLgJ71lifO/vmHQvTQ4CT7sXto9zZtlPx0UEj/2CDW/P2CIP7noPD4SxCm/DI6FP/USBcAipQnAcDlGP3+FF77GYYG/doN5v+FJcz5+tyQ+YL1evsLK7z5vYAk/H8WZva1PDj+gy7O/c0DUPC4lCcBTq7s+vo2HP1+HHj8JeCI/usoxv+SYqj8tDVA/e+MUP+ghYD/zEZK/xmxYPp1Apj+Y4bQ+LRomQB4LZb/fYbe+BSAxv45iXz6g9k4/",
            "V/WyPVOmsz8tWidAePBeP8n6873DkIs/mr58PpdgyD5Nrr2+WOvcvUF5QL/Jt6+/BTopv7+yRD44v3E+V+C8P35wyz8n3h+//ucevwBoC0B2Ihk/oKbLP04lh7/KZnM/E5qYvsV0BsAJciS/HlLPv+CvCEBvJIS/CDluvgU4FD9R4LQ/pHrqPpx/GL+l5rY/ZqSRPq96yz4/NOW+DSWfv4gayLxJHLy/IFKbvxO3zj8Y9rc/jeV/vbr5Ab9Lrgm/MHMXvigYWT9OyqU+bmcCP+fMkj8xA+g/Ime/Pzoilj59fEw/G87VvsC6YT4Fk5G/ranRP8ellr95oUS+M/h/vjQJnD8LLBa/hyOFv5mVXb/EfZk/W0mIPtTDC8ANfkW+il7rPtxSBUDEL1e+3G3KP92irz7k/9S/"
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            157
          ],
          "values": [
            "zy78v7rqIL6J5lq9NN0Bv8msnj13j4M+6g6KP6aExT/GqUI/gMTEu0DTWD43EWS+0v1IPaalLrxgKsK3czSpu5blfbxyUIG7lHcru8mcXzcG85SwPVkFscZTCy/yxrQwzsNaMDa5HL4fB7a+MLIoPiIK1D3qtDs+h59oPVUuIj1+kM48sUkiO1SPfTuqdPI6k/2Fu4UfebpnuME5KGeNN8V+AjhYqlk2wgKSMJ8NljB4ge8vuJU9sBMPDjBccx69nJYYvoBHkT3xNsm8Gps0PigRij0K+MC8sgCjPJnw67sSurw6a1o2OwNv2boKnOs4GEJrNV43SrK3AYuxESbDMAsvxjCVlTsw6l+jMUlK7y/aaOyvjWu1Pjb9CcBwtr8/zZIlv9ZwG74Doq2+hP6Qvj3UFL5zUp+9rsFJvAOhcDv2g6+6zCgXu9Up5bkT4Lw4WaH4sH2k7DY0pp2wgDZ9sLEvB7HBtU4yza+sMKncGjtS8I++rnmDPVHEo70OBIy9argKvfDUrrunmdQ7E/0OPLukC7yyMug6OV6TOsi5lDcMI5M4ii4AOJdEELFCMDk2AIUEsbzukzEMQRWya7x8sYB+/jCSAEI8gfPsvnpGUr7j22q+il1MvnIIzr79VLm+kgBivsRqYb2ge6+7DKaKupLFJTtXN+Y4/146OMBYYjiE946wWhipMMoLpzDFQGUyap1wsqwpYS/SlrswggjlPBhZJ7+HfrM9vIBxvqrBZb7uuQy+8OvNvXbfxrzanh68KNeCuoUzozmPosK5GduEOdanGrcPIK8yoE4PsZDZcrBPGeuw6EzesbKZbzI55BkxbRgcLw=="
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "bidirectional": {
      "backward_bias": [
        "vua2PU5Snjo6CS8+mmMZP9pQWj5YRIs+GgEvP31eNj2CxOk+/7SxPue3ET8S3KE9V3ONPuNM3z2cdco+yrm+PlTUlL3Q6UI+EcxzPuvOOz/OKr0+85omP3FWlz62pIo+A84zPmGXIb4BvDs/eMUlPSVqJj+g4xk+1Lc6P0Pszj0A2rA+0FLUPoftOLzC0TI/ITikPkvEzD4mpQA/SXBnPgAfij69UNQ+t2QMPvA2Bz+4nr0+pbeXPiU6qj7S1mw+iM6ZP4i/bj8QmF8/SneMP1T3bz/96Yo/aGSbP0E1mz9ixkU/3NaQPzI7Xj+UPYM/tR6BP+P9nD/f3XU/+UxgP7yHsT9K+H4/TUpjP6QXVj8uiZs/5nVrP8Ffhj/Uv44/3TSVP8WJlz/jCRo/jDSoP1cBIj+nxpo/J1aDP+t2mT/TmS4/fRCHP31GmD9AzYw/WhyZPxJdiD/AV00/40qNP8FMcj/gTIk/OwKHP+TteT+IwY4/9iuBP31Glj8Ym1k/gn6GPCJpC704dq873c6ZPQboHb0TMnM9wyMRPTRJhr0DREG9IJ6ZPVVbEj2shEg9nTuLPVjVHb32O8W8wlWYPe5Fj70lyQs9IIs5vTbVDr38Uj49ry2AvLStEb07Zo085rgPvdZ1Bz0wqcY9gztXPfBV+zxWSKg9DgA5vWJHqD1SIsM9gJ+ivVVDqr0+/QO83x6vvdM64j14mJE8y/eEvOn5r731paa873SSPNqmnLzhk2G9c3RBPMlBV70jOSE9/LKXPZk2Jz4Ad1k+e2AqP8bqrj74wJM+y2gtP+knKz7UTQw/ZRTePlfvJT/Z9tU9H0utPr5AFT5mgLg+F8rIPmBclDxbOZA+iMKUPmd4bz+xdcU+Ms8sP3Nw0D5gyp4+jNNGPgxzG75tDl8/589uPGIUKD8k3Dk+2EJWPyyuzD2/hwQ/3PTYPu8k5rtwmzo/c1vNPupMxj7Liwk/0PNlPlaRmD4et+A+VoVYPqvtGj8gzw8/vDX6PrjfHj9MIqU+"
      ],
      "backward_recurrent_weights": [
        "hqXWPXDyYL5r9Um+Xs0Jv71MRD+LFLw8D0U8P4CWC75qPri+G+wlPt3Rjj4d7Yg9ggmRPqjFAj4wuiu+TOaMPqYL/D0yY04+9dolvsKRVj5JXc0+QWJIP7If7z63WBO/gxpAPlNUY70FKZG9camsPilGgz8vwzA/EjapPQbFjj7BZIo/ZP/JvvKAPz7utks+6E3lPme1iT07nqe+8UDSPryPHj6I7cy9n3TMPWSzXT5bLgM9hQ4YvpaaZL5cpH2+T+m1PQvPnz4SdvW8MzoMvgcdKz7bMA++4AncPi0I6b4l8WQ88DTvvWbLTT7BXSe+RyaaPaOXLz621Hq+la4nPiL2sj6r9wI95Qmrvuz1J74UF1k+mwLSvlJ/RT5ayKK+Rh6uvIGBnL0nleG+Ad5EPl6usTwYnBm+DDa2vkZ/g73R8H+/PlvEO/BNwz4d6B8+Swz/PdC9Jb587nI+vHtSvnD49Dz8WT69T3QtPkuCHb8+pWQ8jZKRPp6omL5uySG/aLpoPtTS97wPMT8+jOcuPu+Llz0G8di8fzYiPpwLN71OMxi+4Yahvc/PBL4Ae9q8/Pw7vYAHrz3wJA89spJovhBeBL1KAlI+oLABPQJjRb2rcbm+9G8VvWgJ2T13+pw9Iy+WPjQjCD4LzlS9KnkwvbYthL4aYVM9Xxu0vf5DUz4rVBe+e4yIvvY1Dz6CHu893DCivYMGljsJ5AC+kYs1vebcFL5PG5q9NhqLPDHjfr3mj5Y+F63dO6VOFD5HYUC+Xe1MvgGpDr/rkaS+NVjOvoCzAL4j+hc+ryP5PggsHb7Y7aW+RxuQPMBQib2lZN89va0IvV5/lT4emVy+bKPyPiHd5z5c3NS6W9qmvlGCyj4tCH++HsCJPqe4uT5kaqG+vBGWPQWmmLxwKbo+0U5qPk7d7T4CD6k+zeRQvtp0qT4HV2I+6lWpvoit3T4Xi4y+qjD5PuIPrj7cjL2+GOW1PvvPXDoc50Q+lmAbvnG3kj6qw8a8yKsou+aYsb4rIkK/",
        "NZqfPr8dn75JUAg/sR2FPsX7vL7tfQ88fP6hPfKQ47031Q4/CcsHvbVbQT9hvZI+1fkpPDvxwz0X+Lq8getHveYql7xfILS+s+M9v1w++zvHuRq9UYhgvsEVyb3a6iI+LiroPbfO87t3VDg/Q3vyPJF1Ob5w1pc9mvcrvlWshD41gVg9zF6Tv7YtIz7wvBq+gYXZvp4Xkr4R076+1H6OPttnHb/Xctc+AUnePnrSXL3Anjw+d+dzPmRRED6z4ni+I+X4vfooCr9mxbC+m/4oPzxQWD6ybJA+f542P3R6LD5pmOA+gq2EPn9U5L255gk+oVbcPrXVJ761HnG9rEYkvRmp+j34bG89Ot7CvsFgI79FKXc+01yNPs2QRT4EmBA/sj6MPjEh5z1aDH8+ARZsvqoYnL06vek95RuTvlJlYL5Q0QE/tWXpPnaUuj6Poim8AHz4vf/FCj8r8tM98BqrvluLqL7vmkS+jNO8PftH8b5/SxA9b/OhPSZQOL77X5G+8iiNPQ4Q2zy0pPy9loV7vRbPGD41b3m9CDY7PdEFHz6YQMw9FnB7vZh90T09F2g8+a7VvFe6kDwK1o89h9dGvbc4ijwdBjS+yjdcvfXkkb6Tavo+mQy5vhCJXj5U6a89rjVqPaLEpL0JreS9QnjZPW/1rD6wR7m9ukCIPsCZwT3m5ZK9Ez1pPr0mCT4gj449Rq6ivsZAzj3F8BA+iU04vB+XEb7ECWC+NH8ivu+nCL6vURq+/CyBPBGy3T18Bw0+jAdxPTvunL4twhI/4Jk6P6pYGr83KYs9VJK4PhozeD1M0BM/bsRtvpmeTT/70NA+ONWDPryRED4anrw9X4fgvqc+VL5k7ja+PFg6v3N/tb5YdVm+ae5aPlD1rb0FX7U+y8RDPlcDP747GK8/VJeqvfTI+T17KkQ+fOyRPUTnVj4YIJE+AbIivxLO1j1pXaU9PJUlv576wL0SjSe+rasuO6qOXr/vnoA+MwkYvu2PcT5mWSS+5kzcvYigTL5YKru+",
        "uVI2vtHWP76E55O8L8VQvQHqED6Y8uU9l5ItPqYpAL/xEbU+T0MMvW/6Br9E+qm+bR8Xvjew4j1T6+s+IuayPhjSiz3VtgE+Knq+PiIlNL68ibW+R6d4PIb0pD4yTZK8efKcvg47ND4SW7A+B123vtwJzb5Or1a/HstkvpszVj7fouc9AJHHPQ4dEj5INVK+BkH3PqKGrb1iOBY/SiaaPBkhB79LKqI+KZG8PX0giL1n9oq+CB+GPNAAsz68mW4+Cf54PRvBpT0/yYo+wByZvkwUN74Jg9Y+p0Wbvi6jwT2icKM+BXdEv+Unqb6fMC+9VdwBP/ciAL6xBS6+Lch0Pgwg7L3GgFY+QsvIvloalT5ZRLO+qXOcvip8MT6xNlM+SnkqPul3oD0LWC++eZ7BvvIoJz5Mz4m+4CuqPr7eiD2lJlY/jc1CvgeA9z1rmh2+fj2IPoU6br5Y2Yg9UNKQvJeuGr2qsa8+/we6PIaqez74qD4/Sz9bvgHc2DyLuS4/SczhvuQFl72/NRY9fF7APccXjjyNLES+Q1rcvX05RzmPOLg9wiCtPvdZVz5FSSU+WTXQvIAbKTw/TQ8+3w9Ivd1PZ7wgmoQ59F+QuQh4+b23bZU9/n6BvpUUhLylY70934qaPSKyer4c9OW8BzydvQ4w9j5OISo+ZkmWvfUu3D1VPGQ++RATvn3K7b1BN2A+qAMlPtjoPb3wlpa9lek0vgrDgj6orfM9fB7PPTcrhr6pOaa8Fth8PhUbRj7xORW+LHy8PH1ZaTzyQqg+AjPmvir9SL7Weds9NlJSPpGSvb1xGHU/wkdkvlcbKj7lmmM+rMI9vhTCAr7Su+e9t2ljPfD/4L62oCE9Ly0lPQGNJT4LjIa+MrtPva0E1j7oG84+nlzePQxnpr7Xmtk9YGCZviwAl7uGR72+PxGEPEeZIz6tmyI+wa6VPSvPQz4bYGA+UJAqP6ybRL7IADI/D63OPjjUHD4kpeU+9umfPgrRor1Ipiu+a2KyPqJvdz2xZSU/",
        "hyXmPXGPCz5M1xq/6paOvY4/ST9l6Mc+CAyLvUV2pz1I2oi/oeSeu6Y3BT6aKs++nqyJvTjskD6dsW49o1DPvafkKD0PvtO+fS8Xvr0Vyb6oGGs+Ou2OPUuUk76MkRq/HDYyPkAKh778IFy/VZppPueCy76RRAG9rb2Evghhmz0Gqbq+oR8Ivxk5WT6yT7K7TutZPPTyH79ol4G+pA7Ivt+8lb4iUhO/Cgs5Pytc0z7sOC6+1TSSvohiFD6T8FS/PBWGPc9Bo73BZAO+3k5Wvuy75L5HtQc/fY0UPjRv+r7MyhG+ZgMtvtjasD3megU/K51XPcjpOL6q75E/a16+vWKIvDyvj50+uu6NPgNgJD67RT4/XvCJPF++tz1RZS++bXRZPmkF4zwVzKk+/lJqP/pW3j4jO9A+5DSzPsmi3T7RXPS+ryC0vRT5u76PraO+9s4SPqYTA79ZKPG+OJhhPbi2MT0N5IG8lMzIPiB90bxFrE4/vYnDvALIqT3h7ww/hr9/vluIRj59RWW+ddLOPZ3cgD0fGkU+xrGJPjbWEj7VxZo+PenBvp7eE73nR5w+iGM9PX9x9b3PJZG+6OGDPdgHH74S6VW+a4AGvqXMOj4S1Xu+iloTP9f11b6BA2g+qHylvJ8mFD5rZP2+93oLvrLmr77aeZE9wULWPVOHDD3+DiS+4K+PvowIJT5y6Mm+3vcwvPcI1ztEcX89FmbGvtZvID13l6I+zOiNPUb7zD7nXD4+tPtWvjY3n76rHvg8MW8jPUZE677ajIK/J/67vq0ZXr66F70+V2EovjktCj4UacG/34lVvkG4iD0u1jE+3wWsvm1XF71ifMI+jRjbvofNYL7fMAO/ahU0vYzPFL8WTLk+Cj3OvjhLpr7Cqp49YrXlPsnFiL7hSSe/I5ZiPi0t0L5GOik+Tsnnvkb1lz5xHZy+i9fOvjCTlr6M/mO/aYd9PrEw+L4vrEK/q/K6vpE/SL7j8x+/3jg/Pw8NIT7KM7M+a+/NvnEuYD1EyCq/",
        "TjX2PmMdIj76liA/yWnePahgmj7QFy0/+PqWPnFrcz6Gkm0/njxRP5CkzT7nzyg/Hn29O8MRMz69JD0+SyITPWscyD6dq9Y9JQf9vfhhTD7RKii9z+75vN8Q4D6oRAs9qBlPPqk4QT/7ZiA/Jf9aP/kkET9GYHO+rjdoP+ZBrj7TCGI+AlUPPpW1QT6hzh4+LsrRvgpThj3aQLo+PUAcP1/fMD6O/yA+N23RvplPKD6o6kQ/Fxs3PZfrfD8/hp0+NKTmPRSiVb7B7bi88iLevvpwHj8KV4e9BrBevl+asr0vfvk9ecfnPiy7Bb+4Lt6+QhgWu8WwdL15XAy/xwm0vg8Bgb5grhi/GDklPpGuaT5T+3e9WryOvSregby6WSO+y/0Xv6te770+mmi9aFv5ve0/yr77/749DAH4Pb2NPr3EZiG+RWGRPejF5z5M7/c+LoWxvrqxor34qaK+OSjUvfxWr749MDM+oMHkPoudsD66xQs+dC74vmO6Ij/fmx08woJCvj7y3jzvbLu94yBEPKt1I7z2rXs+AOB2vhZXq73aiTE96AadPRyPLD4WPco8tNi9vTaQR74rlAa+1BAbviyZ3LyrQYI+cHhVPnOnGz0UyhQ/XpeDviN38D7huZG+QtGvO3odlL2sQ+Y9uk4XPr4kkT6+GbK+RRoLPY14Mjknix8+ZdCUPdQHijwud0c9vQObva8oiD4XMZM9i7AYvU6gwrxnPwS+QPnSPqkyYb3mAE2+AR1fPss9OL1LybW9bZpVPq7gLj8a25k+QnF/PrtFjD5yd7s+4oRBPl1tiT4vRCU/aIdSP5EumD5ZG5Q+9KaQPh7HbT71HHW+MEZIPQZ+LD5g7r6+hRFSvESz4D6lX0y9kp1KPgaQrD7uyQM8LlQQvpiS9L38G9w+mRIdPtujWj++aBU+N+YuP7LoNz50vLS6Ld6IPg9Zqz6mmSs/Y+eyvY7zsD7+xfQ+TIz+Pqo0Ez1qwJU7l/oYPkjHjL0o1vk+4Wh7vWKUXD41mg4/",
        "c4AZPsZvlT7apDu+S1mxPffbaT79ium99S9GPdTS0j4AbCe9Zv4/PR5m2z116Lu+SxKEPvjpBz7f/vW+szkUv4nXFb5Zm64+LKa7vgO6cr+94zk6j9yJvSSdlL4hejm+ZVaIvUzQPz6atSi/lf5ePnqI7j4+TwS+iyxQvtYNRr4Ki8k+QrWyvmy4hb5d0s2+8nJev0MvAT9cLRy8R8KLPUd6I7486hq/KACovp28lLzQfmQ+4REZv2omMr8PDQW+jUhEvdEhH76wyBm/KB3mvfQfFD2wQna+ZlbBPHJNHL4oxtC+Jrk4P7AuHb+NHmC+PHGKPD/dP74l3DW+o8qqvrTFQL4uUJi9/DydPizfnr0c6dw+rnyNPBCRgT3Q4va+Rb2Qvo25vj6hMuI+IUHDPn6PGD+hb/W+sxtQv1IhJ74vW3k9vRfBPduNAr6Bm6Y98BTUPMckbb7WTLG9oB/5vq17Kj2qhzc+o9kaP58cDb2I+tA+9wtdvU0xQzy5twG/4Sa5vS2YUL4adxw+6uN0PfcVFj2oADM+QuwdPbZLkb3y0Gg+YH61vUMLAD55wIM9XELrvJux3r0bfw2+xgQDvA8G7TwM0Qg+4YqivTLcajxJiOo8SRF2PvIjkrsJmBO+QRAFvkY0ID4dGRi+o1FGvnm3uL6p/RO+UkKKPtN5Lj4iiJA8oZYNPTOSAz3BhQm+wd4CPZIWN7tHo0o+N1CePsMsxz7v0Rs+yiqGu1ffVj5os588xB4zPBc3VL5D8a+8U53Mvu5RET9EC1+/7LDEvkQanz2CvLu+Yd+pPotuBb48PIy+dm0WP2Mvmr6TCGG/yckZvSaYXL4cxNy9AVISvzcBhj4jJ7Y9XtXDPaYWEr9jado+xuAKvq81xj1YuwE+l4rBvfL0kL6j2iW/oG4HP8hpkz5sZiS9/wk5vmvpkb71SXm+Qc0XvxhizL3jRp29Sc2uvrQvtj3i7468Ljywvi9hkL6TvyK/ij4tPnyFVD50s+U+zUVLv2Unwb7hAky+",
        "9GnlvWgHqT6naA0+m7zjPjyFGz8F97u7DIumPi7BBD4wUxG+DeoAv8hL6r2JY8k9UBjCvZnLGD6G+C8+JMBTPacyz7zJQqm8c+Jlvrft/b5CrhE+lkiEPr18rT7Kvt294J36PviK7T06wv6+W9UfPg+pKL1jFYW89LRrvveP0j0a30U8DXzvvq54Rj+T7m6+D0/tvrFnNb2KhHu9BBdqvbxKRjvFPIg+nRyWPqJ0dj/SSQ0+HS+vPlYltL6mxUc+81XXvimIED6IYc6+3oycPP1QLT7+pKu8urUWPpnIorwWDjG/rrAwvsEedr7ScVY+tAYiv+ZbJr77dHW+LpANv9dPqD400K8+LkOyPhaoZj4df4g+itqvPnZChj7LlY4+Vy64PgPfpr4+2aI92OTMPrk02b0VA3S+3IJrPfv3nz6V2W8+2t9PvrZqFz/uNtg+0i6Xvs3TBD92cZo+fIeivm7+gb5XjsG+iSMBP8Mexj6RnfM+d0WwvQmOVD4cfwa/scGuvXJRGL60wS0+AViRvmJh3T2sKHY+GSzbPe46mT4q7yU+0BZbPgaV+T2ry769xeeqvERMaT2AmxO9/3R6PbpCqT7dahM+1pewuw75JD5vP989xfe+Pp2cU74dr0S+WusSvlllfj4VKvm+lU3cPZmMKb5a4oQ9WeoKPkcD6j3q/rm9SEY8PKCSdz2zGyy+8IL0vjN9Yr1sGR8+6jkpPcDfMj7b5EG9L0QePjxEKj4uzlQ8Tbk+PbMpfr4f51u+pF8XvqZarr2f40q+e03gPj65VD4Vz4K+DiWTPnOSLj4n4Z2+RGetvr1gRL+vsJc8MSuTvhHiTj4saRA//xhXvr2wGD5KWrY+0D2MvkEb0L4VPXo+rciyPm+DH762sha8Ar6YPlgAUbsv8aK+MJYmPyKb+z26x8u9aqiVu4JouT5YdPW8vP/fvqrOyT79Kp28sPWEvjxfpT0ugcI+77rlvr5DW76v+LO+gmMdPw4VNz8OqtU+jMcBv8jElD5DahW9",
        "+QxVPdaKAj91L7g9Xr0Ovb8ntL70vJC+JVC8PeL0ob6pWDY+RljZvp4l5b7BbuK+/9cGvp6wQD4LJrU+bXO0PqS28j4McJO+GqskPn5MOz7gpuA+Zg7EPfVrjzxsjUM/jws5Ppdfc75s+7K9DxiPPgxJcT187H0+HqrAPoBiD72hhWi/QLVkPjlNpL6Y/2+777+4vd2RGb6SrHa/Bb4PPzcAUz47fm++QpW9PinK1j0ilMQ+4mkIv3Exgz9eFdc+4ItSvihlKD4IMs0+i3G7Pr4TGb5JQes8WyiSvnlgSz4jaQS9C24JvkOmMj9UF4q+e/G3vvQzSL7JcKe9wDa6PiEvNj1HTxI+UBJAP+aTvT2epde+icBBPf5Tkb6VyTM/vqpKPhTcAr8dkNC+pqirPOg67z639uO8fYS5PmCw972rkh0/Ufq5vYiCw7zrKK6+piftvq54tD5TwQO+OeIBP2PTSz6iSFc+2ywFPl7xzD0I1k2+CnALP7MGfD7P7Yw97sETvgtZiD2uJyQ+kSAXvSMEGj7WHHI9s2o2vl2tiz7rv0s+40Q0PZa6Nb59zTa+Y35DvDbOSj3Q4B0+MOI8PPOPQb7ipYg+QDNyPtGVMr7YBIM+kNQqvYd/YrvTFEw+qBQevrd0r7616JE+tREQPr+KnD3aelS+iRkVvoM0Aj13Uy8937EzPiQzP756ito98ZalPG7kZLvJ2Si+P0m2PYuHhb3/gje+tIFIPiQtCD6dI4a9Yr7mPeK/TD0yQhg80WNVPZ9z9D5qxug++yf+PccAuL1Ka/29K3McvdTUkD4mXLQ+jP2nvksDGL7+Pfy8yLucvm61yr1N3r0+p/C6ProFgj6jxQG+tYgsPnGcor45RcI+g3UOPsQYpL4BOj0/8F4xPTpCF77AJ2O/fB6GvPJcGz7YMCE+hqf6PjRXs70OUAu/cvOLPtnShL4V16c+oYN5PET/Cj6rlRW+ocAWP8L8hj5E+aU+PAFTPLoRoj3BbqE73m3tvivj6z4H7DU/",
        "kWZEvkBtSj+MFU4+mIO6vW7VGz5gHUQ/8/eKvqUK674foL0+Jo5kP6x6Dj8bZaM+KP9CP0WB4j63sgW+AJHXvsKonj70N4w+RX/sPRhBGr8dJ9e9Y5m/Pqni6L5aJWY+pMTCPfNpUD8RQQq+x1imPnYaFDzVmm2+M+QtPVECAD6aoqI+da+SPPrQyjzQ9Kw+IWy7PtxuJT9Mqro+mQScviEDAD6HoBO8QegkPvJmNr9PfB2+o7cnPlhe+D5voGo+XWQSP8WJPz+Bsv4+2YPePQr/Jz4eY1e+M/s4vkUVgzusHpk+ZeMhvlYuIb/d/Ww+w9fTvDabDj6DApW+TL1pvjxtjD4BsCC+ony1Pby/DD/U4/U90DfPPZmSkr3tNEC+LxFOvtYMxj7x6i++MK5fPgvd0z6Hmso9dolBPsKFhL2/NAo+FduiviizyD7wAoQ7bo8cv62c4b4FIDy/sAQEPBIpUD4y10A+JgvTPMK4ID+jZvC+AscNvn0R4D1DDs69Wh+KPhu3JL6u3k8+7mRCvowfq72qTZW+XvYyvt34eL0zA6g9WW/vPUa6iL4DyZg+y1Hwuz7JBD0r21O9wtMuvhF5hb3aDJq9yZF0vuNo2L1digw+J6WOvoe5ED5qp3s9HhbjPSYMJz27mXY+s4aCPlOHhT7HP5S+kJffvVU/Pr5wMf67KWsbvSKLlr5nkn4+UYQXvjwgOr4ilUS9RVEoPt216r3WK+I+CsHwvk9Ecz0STk29TwUbPp0Kwb3pD5y+OzS0vRERbj97y0o+S625PQU5Vb2hUoY+hvFLvv/lB7+FyS0/LJxCPmI42T4vm3w/uhPoPk/t+z6N5dM+det1vqjG9T6AWh2+E9A9P8us+b1bDQ8+ySmiPvLkJb/Zfuc+ENS0vPEPIz/+KFe9KgjHvb3UHD+OmNS9ghiLPuYFKj2mdTU+cGDfvclF8T0s9BM/wgZxPNRrID9yoiw/GBT8PYCK6D1S3Rk/vjnyPnYiXb4Hp8s9ihKqPn+scj85lI4+",
        "/xKMPsOdWT+nvgq+zNjtPXblj74Pysg9dHeSPW+VjD6kWpu+lWUjPt0kjb5AB2e+m+qEPMlJrL25/mc/oiaRvmzrQz45m669PFX8Po4+B7+lJ5y92W6ZPhKjxr4EdSo/hOpgvj0DWr7EdD2+DM/7PL1Cuj4l6wO/l6kwv6Gxx75LGsM+YJZcPsrqvj0zg9C97jHkvctUFL4ZhLu+bYV0PiIoIj8q9AS/Pt0rPsnouz4/31s+YCs+v7CRD75FtMw++L73vnvKP75yZgY+nRBgPk9HoT2NKrU+IoRjPqF7Wr2SfhW/Rzv8vvqEjL3rDC6/PpJDPrK6prxs/ZO9XlaKvojEej437AO/1AigPqcO3T6FcZK+U06Rvhzcmj6RcUO+nwNRvlV/LL8abs686uk6PiGhAz1+2oo9pvHNPip2WD1l85++p5yrvs1QGT50/Ry/pe6IPYwVjTunUc++arWBvb2iLr63wz++1eGivWwqxj4ybHM+gtzUvrN2wD7zwuU+nlr5vT0elD20O7W+fr0WPSQgKb4kfaq8G3OZvWQoQzta1pq98lAIPjKVHz2ZGAC+khDivTT5Ib7SiOo7mPcQvsyjCz4F8be9IjQRPmCdib1690I9A1JDPnfcv7zFD7Q9dwU9PrewQr6zQ5W+89w2vgix+rxRQiQ+kXmbPO1DBD7KriI8aRvUPpaVLr6EqEm9SMfoPCyWob3MXvq8oOD7vae2x72ItIE+fYdnPktCAj2VvGQ7FMDxvVhD+jz8c2u+jYyePd7dNj4tZ58+iij3Pn/F0T5hFQo/qEyIPoRypjy/a/i991RzvoDkF796poO+NkevPsUWa76oq1g+M4ynPjmbKD5hOQ+/gVfZPgxCkz5KKa+90c+WvqTfsbzuVso+PeYNvkSmA74rqE6+c4HhvTDYDb4+2UG+RtWevqWDdD6++Tw9mCMLPxEsrz7YVZ++zRMAPjah6D6ffSO/7BTAPrxH1T5cc36/DqsNPwHw473Vt4Q8YASAv4M5B74yCsA9",
        "GMtDv2eter4+YjY+o5s6vRdzjr5LNeM+pyDQvpkP7D72pCS+9JE0Pn2yur7jjD2+h3qovUUS9T1hpgc/0CsRvq9i170Em188rylTPgO7gb+CHra+I0wTvqE6Lr/f3Tg9GN86vj/1ZT7qrxK/18KBvcaQNr8QWCa/wYMkvvA9Zr2IFOo9ZqQfv4v8jT5C7ze9NtgBv1c29L7XaZi+xzxEv96tMD+n1sy+XMuPPsyPOL4I6wK+Rw+wPYw7p75j1OK+jd0Pvxe8Hr6F046892i8PTmtQL4uqqQ+erQnP5rug76J/wK+jTZsPXlpzr4Np9Q+JpJCvmUpdz7qh8k+OWzzvTM2Cz3NTzo+qS2SPOWhND6iCFE/wtM2PVnROj4Qkem+QTkHv4opAj3UaEw98smbPnqM7D2OLrc+NeUhPix89b7wRJo9tNbhO2yRU74pNeO+JrECP6fezL6+J0K+t8P1vUQ6Xb3vAsS+PLJPPM30Fj5Uby4/ppFHvpkIBz8X/7U+4VEtvi4lFD4TV2u+1ZwnvvCjuD1rzeW9cExrPZ+4SD6msB4+F97EPNoMPr3ctPE9Zdh+PvO/u76P+pG9QtrrPQP6pT1FbZC+NGpNPXZoyz2JMzo8GeaHPv55yL76QwC92Mb2PWeDpz5O45C+rI2kvVX2Ib6lhDo+q9c2vKJ23jyFBrK+ENhJvXqGR73UH+S9Iz2dPcduvbxX7dg8OoSUPKPreT73H509f4WPvo3sfz5bfyc+ujUCvIIFjb5lpBO+8k/CvqrVIr9YhJG+hs8Av3znDL6tGnA+MgFIPeL4kr6EArC+i3+OPwjKnL42eb+9TvvDPUK0hz1kzOY+g5dQv1Qb8b5eKka/qjymPi6PzL7/cJU9L1ujvfULab4mi0I+ZKSXvTbHzD5t4Da/YSAIPjH8Ub4Tb6S9M5LCvrSafb7+9vo+UL0uvx+wBb7GWTC/OgCHvqHlHL8UKrw7cRl/v2F7Hz8EBsy+8g4MPw2Mor46hAE/ueXrvT9rnT4LQMo9",
        "UcqaPsJuCT4FTII+i5vuPiz38z5BNSU/86sJPk1fij56yJA+YwVsPjkpZj9bfwY/oYUDPVV+Gj+JOPU82RdfvFnBZT7aPIc+oGAKu4BdFjzPVeo8KXOVP25VXT5sIxO/0Hy9PuEzoj5QTpA+NNOtPvxUmD8CrU++A8O3PXnEjD2qGTM/gtQIPwzQ1D4iMaW9dpUIPkgsL76qxFw9KUYNP7eqhr5qGDe+jDNAPhfGcT+f3IQ+Zz4xPo2uCz9HH5K+PdNRvvF5hDwtLVS+8kvLPQUDjz48qfc+RMr8PgcVCT6vJji+mbljPqaVo74M9Mo+eDmqPom29z1TlRq/f9ilPvUAIT5MEj09pxiuvkK/UD24O4s+iIsqvPYxej45E7k+3y6mvfOFaT6LwJO8Wr/cueuL0z7gNzM95qW0Peo+2L7ffG2+7X+2ve6vjz6q864+B4WevW1d1D2bH9++djqovGQwAjnqWxm/UFupPaezyD49+aq9G/Rgv2KqTD7VkhS9V0JKverrwj1+2mm+Qw6ePFFKQz79NPM9rjlPPkKmwD2jaxO+s5HnPT62+j3fvk4+DVFIvrjnPr7l96a+iRmWuwtufT53g3U+G6E9PqXaz7wyZvm8pEGZPmCpqL0M1Li9qRmQPXtLNb5N39S9aOHnvBgerb5lm4m8Snm0PkC/hjuxaES9VTAYvnsFQT7W/mG+TsSUPlY5Qz1R4PE9BwY5PaF3Yz1kgsy9jVEUPlXNHT2dTYe+Lo2PPWVMqj1YNLw95w1ovnUZmD1S/mQ86UNEPwtK47scWUg/SkTVPgGMnj4h/q2+L08Tvs3a+T6mj88+TGSdPXspnD7apqq+AGiRPhkVt7z5o84+e7K+vnfs2j5x3ZG9SSwHP76Ytz4nc1K+S19GPih9jD5D/uY+84dxvf6XVz9mreI6GeSUPRCpur1NfSU+cNPMPm9PvT5nMAa+u7BwPsncxb2cN/W9muadPieQ0b7lAR+/u8fmPhJuaT+ox5w8N1Q/vcM7kD47Sg+/",
        "B7R2vxV+pz7zqeu+SlOzvjOVtr7LApu++vgNPdn4h74cq7m/xbQqPhT5Ib9JZha/nquvProkkb1bD64+JTrQPdVfBT9M8+Q+IqjuvkCxpr4cwku+4PHhvpOISb4JHBG+FdmPPVcAfL6MxnC/hKwZvrrLSL4/WzG+2qcJv4U0Cr5SIjW+PFOQvY9opD2HJi6+27QJv+tbGb9ioVG+y6EEv++Abj95k06/+wPluwgbQT4picm+m53OvUKstL3eiBo/AEqgvtTj5D3Fpda+S25dPimDNL87ycs8NbYgvi1/hrx+Phc+IVjFvtrNor2SFkQ+9/5fvSk0zD3NRgQ9ADdxPeYMW75hR1y9Lp8+Pi6Rer443cy+oAL1vkB9XL60rZo+tN/uvd3FqL6a7fS+oqWkPp2l574yCxg+Z5/0PXS6pr2G9Wo8V2jTPckFf74/ZVS/WYgsPpf5q7vRH/o+xVd7vby7h77ZshS/10pavCoggj1jRUc+hhbGvUeCbr6rU5y9yhnMvvKMUD45G9k9UM7wvWWnCr5oZKY9x5M0Pu1tvD2J4rw+rDplPr+ASb0WB8O9luD4PbW+C73hN3C9Idehu6tthj6/Vhi8z2k5PozcnL1iEb2+LdrgPr+0E72oqQA+qkCgPTBfor5O7iy+Qt3LvRFb5L4PRC4+LL4hPmhq3j28RAC+qicXPn6xujwgYUq9ULL0vYwTKz5vq2g9B9orvadNnL6y5h+9BmMdvontCD5FdKM8i5aRvnc8Mb7PFn4+HhY+v/wSY75FTIS9Q+qJvursob4hJvQ9xL6Bvcjo872UPd2+nU+bvtRPNL7FovG+2X2nvCrnqr64x1c/9Pq1vtHTXL5Buog+Z/JgvumBL70urmm+O09Wvy73yb472Ii9BRhUvhLERL4FN9S/JDH1PZqPxb5UTqa+ZB0Qv35s1b0G0bS+pndqPt+1kr44FiS/DEccvUo8D7/Ryy4+v02Lvjmbkj8M5F+/7iD5PZcgrD7wB2I965lVvh5NjT7kPxQ/",
        "DpD2vUv+C75ZaAQ+R48ov5u6nD7iO9a87VbFPhVpazx2cCQ+YY23vA30fr4cDFg+kJKHu4fjwr26XR6/MTKmvWMh9TyjXtS+ejT7Pkaarz7yxAg9miMKPpO0Kz+G6Gw+nS34vcrCBbv/OmC+XOj8O/Nwf75ferA+J4HcPuKjJL0+GGa9504aPo+sHj4+SoI+cvAgP99BOL5WPvC+uZ/vPkvF/z3p/oI+VW/evJi+z779/Go/cHJxvxjXGzxbabE97fwTP9gEUD5K4bQ+46p6vWjkiT/P7Kq8AXSbvuyntL7zAeE9JGqTvaxhMb0oaFS9zht0Pq6ITr5Gidm+oVBnPjd0sb7SMDK+b9RZPfc9DT/7l0i9zubAvqQpFz5Sa1u+LpcSu64k1r5x7TG7W3pvvc/AiL0DPMQ+C7WQPseRIz7KKKy+21/0vWdrs70+MqS9MDsbPra73T7X1cY+E3e5vjmr4z1wklc+dabWPnAIRL2St1e+c1nsPR4/ab4+q2o+OPiTuoHUJD5DNDw+hgUGPttiED5FI5E9RZDOvUH/gD6wn4q9xQLpPbJtBT2/HLc97nkvPA/Xdj5XtcI9+U8rvnKgqr6T//s9lteAvqALGr40EsS9stsSvj/drj5urBe+BNXIPehC4rtFoIE+VGfQPibwMD7sf+S9WTDwvTeDNb4lI/890gzYvZl3xLyShAY+kLxrvqFl1j5GCBW9Pq58vaexLT5BOny+MdqoPfPoyboDsHQ+klSPvaqufzxdBfO99w40P8r+jT7okBy+L3xkvk4MJz+BwOq9IZWvvPyGLzyVKhs+Iu2ePktuDr7czoU+QdgfP9d1vD2aENi+RZbovWVcGz6DShe+qLO9PmoFI74fy2I+ZiY0vqrEmD4IIIq8VbxfPdu1gb7KO6W+wQSavbJCa75PEAI+IpnRPv1iiD7936u91ccZPlBV6z1PuYw+iAlUPtY/2D5hqNq+/mpEPfMlxjw8v5s+PDgPvZwg5r76VDs9Y3vRvpaFnL36d5s+",
        "qBgAvsFihD7t3kK+qNxlv501UD5TzKK9dsIOv1gyD74PDf89jdDSPsKTBL8tVAy+FRZpvHoRD75iWJ890T0lPxQB4j7IqJy+1bW6PtXDdT+ZEJg+6k1Nv6s0gr0f7f49Smw4vxARRj0eZZu+Z5LYO/lEcL4LGXk+sYjuPpKraj1ShEm/CP9qPitU+Dw6Tcg7fcszPk2GT79i+T0+kPBPPmZFhb16rhI+NGfHPjgtlb7f1IW97hdOvqPF2D400B6+yZZiPjNOLr+bsUO+qPCWvfwCxr7dSC299WBXvmIqhT7+SEk/+8OHvtBcRr3a+K897esqv9xIU75iets+yuu5PnwYn76KS2w+shxwPkpr9r39r6E8GR+bviuW8j3Zr7c+qR9/vZuJLj6+SSi+8qyWvoOogb+NhYA+E6z+vMsbhb5mpQw/f4iBPk4FHr510EW+5PikPh4gnz4ZAgU/zD7MvGnvy74ThKc+ZbqjPiutCL8ZxDo8m6ytPniIGL+kfBE+mK/4vTEXID4WJr2+2opPvAfOIT013Ik+HLPavcASjbwudzo+tVk7vvvDKT6WT8k98gK7PdNQrjz8iBc+sqthvdBXHD2DYGm+xnwdvvBCB73ifLo92U+lPSmbJb4s9qA9eIMUPutQxL69AN69IS5vPuWHZb7WLme9K2N+PYGgij1G1oQ+JJhUvqgZ+DxIHl6+EG0WvoWyvz7TcEy9RPuLOhgjNb378T29/J/9vbRD1r049qo8dzfHvduKdr1BpP69IDHcPUXStr5jIRc/UICevzQaJ746+Es+wtAnvpzZ8z1P+oM+UNJpPt+aoL5FYlC+OWsFv84dyz7MdR8/J4nyPIoUMD2GZMc9c8ZwPhBx3z5laqs+60tivw+xCT1O6689ZC2+vklMYL7OHAm/uKrvvXpKMb4CpJg+amN2PohEJj5JJQO/2/pHPp7pnb5VkZ++PdyJPthmIL9l4Vk+A3BHPnzTMD6iRD0/mZF+Pu73Bb+jJFA+Gwz1PhYvST4Knu8+",
        "5xFlvrslRD+CLq6+HMmuvSWxaD4P4+M9omwfPvjv8L35fRG9BPaLPlp6JT62kLk+gSLuPZCZBL26wJI+AhCkvpAtoz516im/H5rbvt51h7wTfIU9KBkfPf+0pD4QPBC/c+cAva6KDLyNMl09Q5eKPl2tgD4LSJI+ls4fvuIfID6/WIY+sqGyvrjZkj636fu9XXgBPgWEA7/36AC/YG3pPmRU/L7iTc69+kmNPkrB/z4dAsE93qa9vmGhOr2kgOe+EtKyPk/UEb4I6tO+bBIYPyxGDD6qclm+khEXPyHKW76dBFq+TkWdvd8xM75LBOI+Rcdqv9XC077MKAk9BmSWvqvs6j6nLgQ+MUMtPjAl1TsSsnw+DQiGPSVi8T6nL5u9ZO1yvEE/cL5nh/C9EmP2PtMJVz6p4yo/MyNUPtqSaj5+V5K/na76vc93YD0CEF2+ojRrPSEckL51AXm/iKTzPUmRl745tVu+++sCP7fdUD7tfZA+JLuoPWEZ1T2Ybna87PZOPQGdBz4zips8mrAUvDIstL3lIyQ+SXG5O+IjIr3trKs+3/m2vQGuaD4BoTC+O8iPvtODCD7BmJ++TGjTPBChIj2p2DC+eQxyvkHiUz4mljK91bfcPpVIKj1lJq++vDG7vuOiVD56kQ2+NNflvEzjLj5Z0kG+aBk1PQHXVT7pHme9ubxnPrNo5jobZH89oKLhPSjIuD7aIAk8Xrr6vWXDWj7fZCY+OEAfvtwcJb5Z9Bi+TxLzPeS2RL1WMim/pHQ4vo6P3j02/nW+6NFwPt+zUj5u9iQ+nh3mPvRBu73+byY9sU+LvjFo6L1w8FI/t8bbvterAj4K+ew+cIVDvcwKgD4ojJK8vg+nvSeqZD4e4pw9PkwuPp8lFr6zyg6+rd16PrsanL4p3QK+6poNPvBOhT5Xu8w+iSZavhOn0T7FchC/U4ATv8clxDwrkyu+NMtCP0j/Db+s22m/ArLBPkYodb63/KC+3KtdPss+7T7OoR8+WJfivsLmTD70L12+",
        "3PUHP/2s4r0QsIc+jxAqvrb2Sj2NXgM/wHqlPodpfr7BjEE8/YhPvklY8b3rFF4+SEQLv1yv4z2joY091fTZPXulj71wP/E+r5kuPlYf5TsVSeo9CDSQvix+Bz8HS++8PZjcPlQhAT9QcUQ/nREPPz6aUjxjuTU+NTGKPgs7Lj622zC+IhgJvwu/nr6ZeoW+kEyYPrhm6b50I/2+ncPgPmMpir/w8AY9zyz9PlQBQj8RQke+/i5BPg4ruD5Hz4m9vk+CPvohC75rCA2/y3iBPnfc7L1Kf7Q83LarPgwlyD7W5Jy+1C0dPn7/Qj/NoOw+FRvRvlEd4T0XXi892jLZvnwEgj2GGrw+yN1uPaAgfL47eK0+Ch/TPXMh7T7rLxs/JOezPvOaKL08Ttu+6n6iPZruED0bE6G7AoABv5xN5z0EEA89vEYOvnCIcDzaFgM+xmMLvxnqlj5gheW9Di/tvLySkL6G9r29Xqz6vlEBmT4jTug9HAIrvIO8C76PUK+97FaRPosSaT488dG9g2IPvmTrjD148kC9brZHvfYLArkntYa88KSTvvxIjL4wyYY+PV6ovmiyZz3bwJ891gtePbi8hz4DbvC91UyjPTaRAz3CFrI+FHXCvapLLjwcVHg9wWRdPQeSzT18I069CuzUvh0bMz4eJwE+a0DlvV7Qgz3WfiS8Mlj8vUJTUz7cel88m5cQvpsxEb6hCdy8aIaQPR/VPr4WbvG+7eRFvkjVlrw1Nyw+n7SuPd0pYbweirQ927cOPrb5wr7uwl4+DSJFPotrW72aDxU/QsmdPgE2tr3V4Za+waevvgVlb75zLp4+r0iYvr6C3D7EOMo+e9OMvkPDdr3tkN4+8oPpva4Xrz1BYFy+cGtUPBkNij48fCC+M/0yP+UYbz4WoDE/iJ1xPojCpbyUzh4+BzP2PPObvT3MP3U80RYQvxAfc77XUGe9vJ2Evm/anL4MvL6+sNf0PoM5vL/pxD0+f3jnvbcyYj9aZV6+wumrPYBtgz77hw+/",
        "2qYgvqOOhD5NCCG+jcraPjGrDT8h62g9lpYLP7N2Kj5vY0e/BUdOPtzQir2cjhk+VcebPhbsoD4Na9M+HmoVvw9TrT4cDU8+mgYIvzchqr6f1ZQ+Zt4jvutUlD49IbC+eSwNPy868D61P5W+ovKOPifeJj1oCU893YKHvWSwIj4fKRk/yxPNvuq2jLwPocm+Bx1tPgeePz8tWga+E8a4vt/HNL5D0A4+UhcPv5H+07xmic2+jC1NPsCtljzONic+TAiAPcM14D5A6B++xl2SvkDGuj1EJIO+FqWXPrj3+L4WlFe/mKsJPqMoYz1bRmc+58T4viWRDz4/qZO+dqAlvHqAQr0rP9q+/J4Xv34o+j4YtJQ+SO8DPvN4iz7DabM9Y9ITP6cgTr0rduO9CJPsPdsPbD4YGYy9lTTdvp2FCjzBpIe+EsxWvciQr70FJHo9j5McPi87Ob/1Xem9+MfTvuR0jD4Y3OA+858vvsogcLxWhAQ/WrTRPgrNqz510dW+frEEPlqk3L1Ufcs9ciR3PNaVCz46Eyq+ld5YPti5irq2INY9YTiIvSF5Lj6+jEk8T3wZvFZtKz1oExu+Z1Cpvc/0+T2EBvw8UpnkPSl4zzvAaqy+ZpC0PnKlFD7yNVU+6cVMPTuQuj3RDpO+tFq4vczhGr1xM7g8qZjOvabz9Dx7V7k9stz7PNnMO76zFeQ8jNp0PSRjlr7zK4Y+vswjPPqpnL01hMY8xJVEvYDr4j2lQN09iXZdPCXvPb7H8fW8Flm6vk4GIj9cLUC/VZjyvGhuAT5BfhU8sXoOP51b2j16Xl+/Aea0Pj2doL6vEz8+0kmIvsjfoD7ETq+9AzLvvr4aKr4g63u+bqfjvqvzXz09hks+YNOwvp22mj5ydqo+PDLWPsZg7D6Nsg6/ZbqKPvDNUL4LgQc+mcBkvhjhzj5S6WM+MM+tvp957T3Gsuq+w00QPkvMQj6HeQa/tjASvUECYb5RBnG90waLvhYDJT0X8xi+9mNPPrQCb76I02K/",
        "dzSdPeZBmT7zO8O+G/oqPexTAj/A+JQ+x+KSPsrcDL8YBC8+gAw+PwuJar8J2I0+omuCvljonr5tZZ8+M176PkMY4z6/HxY/mrNFvOl5dT7azwI/q1qYvhCFLT8grso+NGKgvuLvxL0vKBa+nrX+PuVHLb7c49C9LbcXPwQ5eL5eldi+IwUbP5jKiT0az4I+SEYQPn9KRj4SqZ8+EWHFPnn/0j5dqk493vt5PkrMED+IBaU+SxxTvsmlxz5PVwY/p+ANPnF3mD5GfXc9kxuQvYozsb2s1d2+6gu1vpZtJLyBOZG+L+glP3HpED8hlIC+5aQav+3P/j01W3w+tS7NPiIRiT43fNQ+qhC5PrWD/T4NEAW+bdCaPR3BhD1OYJ4+8Ay8PfUSBL0/wzS/P/aHPhF+Az8f4rW8NqJJPq0LE7/4LPc6GoPIvpJm+j1oh5I+dUUQv6IzmT4x42g9jjOkva1f2T6znaw+Q8FdPsJMXT5yJgu/LEnJPugmFr5snUY9Kn/ePCweIrzF66w9I4ACvM8VBb3UjMW85aPavGabML6ghw489w3evnMzgT2RcWc9PPW8vWYkxj3QtKE9dMtxvN0rV767IDA+vkPHPSiiDj75lcG8HFiRvYwxqz21YYu9Zg5yvN+fibxC7A0+WeacPaOmzD7JZsq9n1zMvXwtWjwfpF8+d1o/Pq3KxLxntqq9nnOzPd41nL0zNJG+QoSbPrW1hj3D8Jy+Ae/PPIp94zyqNH69MTEBPvZV+L2TILM9Pq+MPpN3jD4nt3W+TExrPRTPGD+rNbU9f+pvPazZq72NA3a+P1nSPonRt76SuoA+UOKovuj/kb1DoWo/fMTVvQqEOT4YEQ0/Mv7pPjctbD3ogyI/9AMiPoEA5j4RIDA+j3PMPs0Wvb7F1zO/zUsXPyRmEb6IxRM+U7E2P09F0r7o+fA9v1svP1t/eL5rqu0+EtUjv4+cmz5dNCQ/t7eUPpM4NbvDLBI/73stPR/yDD8+7tI+sue4PgR1YD1TB/U+",
        "6Dmav/9le7+hT14/MxKwPfJWNb9k6eY+6iGxPorj9r5u2wI+IflHvm5hIj45JEu++3C+vi7HHr//QIK9SCmAPqmgAL9ni4y+Os1Dvj0bjL8YlPA8KmmmvVSD172aiWE+3Uz5PpImEb9N+KE9fV1Evk/mEL+bQfO+9xcaP+Nssz7r+wa/MA+jvh8d8r4H2Gu95ENuPqVDJT4+7vU+yAmQPrlwAb7FxFY+m1gFvlGR1j5ZQYw+wD7ePoPmLj+ln/U+LakHP3n2AzxsqhK+EtCzPP8YxL0jETA+uTGGvrVZDj/jCQw/42AOP/VuCD9GjA8+GqeXPp4bkL72uC+/t5+mvD76LD0NdVk+iiLMvRbZlD0g3s692P+1vAuU3D3cXGS9y2ZzvovNDb7ZYbA+GZXWPUHzA7/T3Jw+6muTPRY5YjyTJow/NvTKPt0raj6zc+Y+K0rVvhZWt729SyG9IsgrP6CkCr5BIpY+zyQUv7JJEz8jZnI9qRPAvsVwOb5UhcM+5ZVnvvYajDwkWiU+JmQCvlaC371DvIO+JsoTvhs+Yj1M3969yoWXPg+p3L5xR0O+BtXZPsO3mT3f0Kg+5oJRPtbJLT5SswA8Zdtyvk2UO7s90ZU+p9sjv+0utz6Eihc+wm4nPmQhnT41sb8+BEivvYAGIz/VR0C8OCmcvEscKD4JIxI+Byb5PWwFtT1tHCM+zQOSvT3SSb0Kl6Y9EeNhvc3WBL4Yh7+9sTbNPtKNvbtVJQy+P38IPesGLT4UAdI8OaI+v50b4L4I9JE/hMpDPkNBI7/ODgk/Dlmzvovu4zxUDv0+ikBhvt/4Xz5DOOy+RyuwvYr2Dr9+NdK+nIpnPjJ2QL7EPFK+o03zvj8DwL5Nvhm/ZDU+vPiIMr494L49OOo/vbI5xb4jlC4/EyqBPYFndb5aHFY+2DWiPlwKnL2DXAS8tw8qPcT5ub4I9HM/MyVyPr2Y677pDN8+Z/rgPtzGJL+8UTY/L5dsvlhSPT+1IRI+SmsTPr/AKz/CUlE/",
        "OQ5GP9x86T5T6Ce+s8zIvTU4Ar+A6ZO+IVUBv1EL4z1meIy97SnRvhWkBb4n806+zyutO+U7ar7lBtO9XewpP1KNmD48+02+IH4xPqt0uj76OdG9ZBcUviKjQr+WJOk+j3WaPvNxRD46gUS/6PsYvjPeNz9eBhy9teb8PG+Nrr71sw6/1VjyPh53fL6D1Oa9gI86v43lkb24FKa+5eKWvuR2JD70YLg9yE7Evn/lD7+0roo7EVOhPkI3XL2sQ7i8UDagvm3WXb4zgr29rkSgPobTkr65Kue96qRnvlRO5z5Tvvg9SS7tPigHAj72Moo+y0tsPtWGrT1W1pW9Z1TKPWudwb3dHjW+4ofUPp4rIT51EF++9LwfPiTW/r54NA8/g6aOvsXKvj0ABP4+L2e6vWMCBD83eYE9hWkOvxE2Xj6tNDS+a1Q3PiFDgr5YF9G8aQ3QvtFNvj4qGDS/Lp9pPugzsT6paZo9hKKMvdt5pD2mZYS35IrCPdl0WT5fldE9KFepvbV5cr63nsW+rok5PobSb76jfxE+5gcRvdEkST3VFBi+2EUpvE2B6L3yDbo8MxqnvSsIuD2Aesy+mP9TvbTs/LsHYio923kwPju4mb5TUJI+vZAAvj6J8r1jqnI9Fj5lPvR8x73Dyxq+74EXPXwSAD11vCa+H6RmO0KLMj5RWSy+GBCwvanIwrmsb1q+Omy4vClT8b6VzQW9nUy4Pl0mMb6dWOa9LyEXvkPtKD1lzNq9jTKZPULXSTy/u/c+f3AsP+BJDz+OAg+/WjmtvLMLR75iGvq+OwrJvtQi1z3wfAi9o9hvPoAaD76IDtO+c+RLPsFQB77YRtC+KWkbP4E2uT5Y/Am+0uHvO+TDKD4z44m9cyPgvTGu5L5zJyo/AiqPOraxQz6J5Ty/lZclvqtbij46D1Y98b7KPHZgrr7v/A2/T3TJPprF3r1SL5k+WjFrvwJI6D19e+u+UOUXvsAfHL5JhXE98lnevjB6v76jLXw9n+IIvaMdVD5ghgE+",
        "W4OnvrYkxz6azA6+cpD6PD0zhz37SG8+3A47PqAc47zbr9s+dcU6P4dToT6LQ98+pmqSPaVYyD55b2k+l8MBv5gx+76rw5Y+EukZPXg9mb/4n4C+l/fQPpz7JT+4qd+91PE1Pjk6Az+HNt8+64qivbao2D2lHsO+kFHDPWJylb2zLIk/mAmnvWt2hz6ylwM/VzYQPKh6Dz/B89Y+cBxWPuXzWj1LZGq+ECJmPtZVBj4MZ2W+PDCgPe6SDTyB9HA+KWXUvvQoDT6CFDq/06XcPR61GD/DCTy98QE1Ptf9974OEu6+EP+evkLMSb65eRq+VZKUPeTMgj3t3Ny9r3dkvpXhgD1RryO+RZ4OPtHqzr1tjhM/z9OWPt93sD6NwCe+CavPPgdr3j02ZWS/X7iPPqh/Rz8VHGE9xmr0vi8QpL0Ffoq+KLhovnGcj77IbLo+GRJAvsFGAL53le48e83avt9AOb9tT5K9dnHQPokB6j713tm9aueHPsxPkL6PLgc/0tOHvmhiwT3ct5Q+5jwqvowSGz7yXZA+GdSjvldDj71p5wS+jhkRvqBMR72TrEC8zoAbvo9ggL4IG/A90SbBvnJtub2z5ka+G7TXvMT9VD52C9Q9A+Qxvgmq7T0YhSG+Qbo7vj2XDD2HcUU9ATMrveHixj6F8wc9k9SwviACKT7lEPu9Bc9OPL3KjL6i4yk+ODpQPgrlcL7Opoc9spZqPiQHvr2UXw49cGGOu40Dbr1pdos9Ny7AvNK8sb061/6+69Ymvwfk9T52BeW+TxkxPxGYDj/7jSo+Na+XPugNgjwuNqW9YyTZPuoMwj5w5i8/IEzBPtulwzwShDU/LkiAvzjeYL5to5Y+HDY4P/dO8b6Ulto+vQwDPTnLmD5Ng0c+rps1P0OruD6QnYC+4mYdPcmdHj/kT9k9r3yguvHGyz2a5gQ/YQ7uvv+Eyz20SfA+1V+wvNoBdz9af+s+bzy2vX5qdDw+00S+/9TzPkPuE749kpU+yKBWPgAqqb41Au0+",
        "yok+vbW9pb2l8Zk+QnzUvl229L7YH4U+4g/1vbb0tT5OqJk9CtZ2PtfY5T00qZy+/nK5vm26Dr/O9MW7UF4wPzVWUT7B6lI+o3aQvVHqVT9FS+i+t4L8PdzTtr6e1lg/wLfbvvaRor3ntTm+oNH8veXiQzySB70+ZbHvPjWtvT44YDO/R9jyvrG7ir7nqKw+Y6qSPZBbSj6a8am+kO/Svkds9T4AMJ4+0jRgvshQXL8x44g+DO6Dvh1Py7zAdm4+sb7RPrSe7r7mXzc/Ji6GPcJD3T62fMu7yhXRvSd5Ub5k/xg+v9SKPo2lmz7KYTS/4snJPUpsDb0RJNy+tq0sPi2ySL6lu2a9PUxNv16lzD2XdJ6+gWPYvQqyLb6XSLO+PSpOvuc+Xr4ZhVQ/VAzzvXgy8b7s24Y+6YA0PXgEkT1HaAG+meSXvlszs764uX89GFAuPwyBiL2ulZ69h5G+vmP1lD1Wyfo+qcqsvmJnaL5omWU9pgOHvcBTMryPsQM/JphHO0vtgb6VDr6+47tzPPOuwL0Z50m9Uy9zvdgyGr0fWhW+LOFNPrMbGj4jXhG+ydf+PK6mVL7+fFi+gbkCPUAUBb7lsEe+7b0SvgtIBj4fcAk9yaCePVioDD4vIQ2+UaMbPsG4Ib4Qi26+tmuuPSKODD7GgtK9nYHVPAleOj0lfLK92vPRvYtVhT2EPjc+k12PPVCP+T2XYpC+PWARvMQ97D1i8fO9XtlOvuU5Hb4d7Z08lHUFPry4ZL5qCQm+Hpu1PpvYZb5Rf+g+eMRyviXQBb59/Ps9cCVOPldoiD6SYAo+jIo4P9bVEr4ujEW/KM0PPpfHYr7lDa++WIJQPxTVUD44oF2+HZgEv7SDij5bEZC9UBsRPuY4wL3M/Yc+NJkxv/+lvL5TcwA/r9M4PV9FgD2t4Ps+ptKDPrPalz4Ek8i+Xk05vjr6j76ztVI+WGG3PvC88T6d/R6/mNhfvhmc9j4Vt5c+uX8DvzL/i79hdl0+ZupBvm8+mr69NEc/",
        "VmCqvq0/ir7Syt2+L7oNPwoOYz68Dfk9HfEYP4tRCr8z8hs+mz58v5suf7/FlZa+CW09vt2V7r2XITo+oUIcv4ZAr74sAou/fmtavtjIBb5ECeM90rjivp7Nkz5qOws/oh8xvqzNW7/bAK4+R16OPd48Pb/iqTS+dOHbvg97KT6Vd12/wSErvhAsB77YoQO+SewjvT1d9T0t5Au/QtAfPhxySr+Dspu9DSDoPoNJzz5dj9A+uklmv3LFqT6hOba9xAFovlKtBL4Tleo8t8HlPM3fq73aTpO+zqRqvoGDH77pcBE+kBaCvr2oaD4dOA2+F+2Vv0QyBb8xo0u+HmmIvskWQr6Hw+Y+CGCMPYB8xz7ZLGS+EwSSPjRJB78+X5k+s8lzP7y8nr7NgmS+zzFSPtC6Ez0KJJ899ftBPuqhEz3NjVU+WX8LvsiFhj38UxC+RqYuv5D5hLyVPa09a0CdPHDt7j6H30g9qMwCPmAJLz6wz60+DO2MPkcaAT1csTi902fQvYN+RD7VjTy9GSYVvjlpiT1XafA7GYdOPqHmf70508e72AMnPRyIn72wfbS98ORZvXeLRT6Gdiy+ilS9PiwGQT2hkTc8waHHuxcJvr174aU7ONw7PrqWLb6SnaQ+BI+Jvc1d9jzuRvW9Bmj2vczbH72+jYY+R20RvtQcpz176uc7+GYOPuyBzT0m6789NrOhvUdM6b0+JAi+9BkxvhNa/b0PSlU9bOiGPep9vr2N7mW7o20nvNOvLb1QgYk9jHmkvpJCYL6uz96+2k1DPpD4zb0vRts98oCyPpcxUD1k3d4+pKxUv4sdRr+7Cdq9DHcov3edAL8xZKo+ukHlvpXeyr4ZSpq+W5GXvflJqj3JUYe+dbwdv6L6Y743+sM9/N0ePzxKcL8crtw8Tc2NPkiwHr8NeiW+ZbFmvtxd0D7ICGW/qnrTvY14tb15bCS+1L9jvpaWs761/3e8sW/XPoMc177SDiS+gdqAPjaXbbxEiPY+CiIWv9a8KD2QL4y+",
        "yyurvh5XuD2A2ha/3FNZO65nW74KryO+hTvZvluKEz4KhAo/5TrjPktK3Tz6a+w+hh5bvcYlXL4H+Da/9LgZPyKKLT7Am2y+Byh9Po4Eub6VU5Q+MVthPNod4b6aw8k+eFRjvrlmMrxGjk6+eVWxOxPTL75rdKO+RlK7PkcD9T1fKti+HQDyPoKbkj75TSY+JbkbPtLXpL5BFFo+nNFqPgFGEj+6Z42+DXLQPsbElb0bpzI/8kwXvlla4j54pDA+4RZnvp7yRj6jm5W+ciePPuiUID+XJMo+EbAxvUT0rT4yf/E+yWEsPjXmpz7wokS94xNGPagZTb5JSXm+nVYDPwT3rb4b9X68KruAPqCYVL49W4Y+DfgDPSPk3b1WzBo/7wEePtTEbj6xYSo+El91vuP2CD6AXF8+LoEbPoHQBT3aTWu+t84+PC3umb13w/s8Rd0qP5iMDj3U0wQ/G88ovuv0aD1qGIQ+svAQP1kgAT/33NE9bqwJP+Zwnj4rmQ2/x0lyPcMCrb2D8jq8uQu8PbZOtL3pYUs+KswfPU5U4DxHETO+UcrcPVyo1zusMMK97NRQPCf2l735F0K9G6edvSnJqr6N0U4+LlKBPtiDML7n/0o+fepIvt0CGT62XXW882KWPtqCbr1t8xa9rtOCPteUmD08TjO8JicfvmgfBj6fvUC8YgkiPiio/D1kppA9TaUaPj7Veb524Va8un2HPomOXr5nqOe+MhYVvoqgxz0mVi0+V/QOvSVWMr63yoo+ZRqiPfNcbT6AHjq/2uhOPRP3Iz6+ytm+O032vvvjBT+/79o+ylZjP/wmAj/mJ+U9WftjPriLozw9zBW//TfTPhMZVD5t9RS+5up4viIkIj5Qwdo+Ibl1vjqNd72cgJY+hqcQvs7/cT2hIzi/hE1qvZBK8z1pyB292KEhP4Gm8L2SrQO/BZQuP5j7TL0XVu0+FVkjvunUt74GOOU+T+7vPQx2EL1Rh5+9P0SbPkbKlb6wokI/PAGPPr1/KT4WEIE+",
        "RmM6PhMBp74txSY/TAX8PSQLkD69Yok+aGZoPgBwmj7f0XE+0vAPvibOKz776Ko+nkKAvq6zfT5HfFc+N9Gru91b2jz+HnW6XFaDPWOGmr32G7i903sZP8HeWT+/SFq/md4zP6/aTD6ar2U/bZ8zPnK47D6AqPk9fDF0vbKpxz03zno/dYmDvv5u4zwCdw6/jgpAvhiuqL74LSe9KztJPFzesr4HktU9tng0PqwxMD8vnJe9aGGSPs9VLD3agf6+1NKyPhSktL27xYm+2K+kvqHXlD45bAg8fBG9Ptz5iD3cWkG+jmZNvsI1DT0merE+L3Fzu5TRaL1mZ8K9QrDMvqjK3T12Fmo+gUSjvoP+cb6OyAs90wWwvqgG/z6FpBi+YhkcPs3FED4LHYG+6psBPf78vbzXXzC+YMkkvrD1pTwOrCy/K3sdv19V8j7el9c+n4GZvk8yyz3bbVe+1sgyvRgYsL68r5u+j1XHvRZn/D5cwaA+/HUTv0OMfbzIWCu/To5sPjPzG71Qji082ao1PsvZYD1rsOy9a9lCvSY8a76QAJu9ThYMPtkosD3NjvM94lzdO7dgEjzoWg09/D7ZPW0gaT7kEKS8JxirPfApyL3Wyu29LfMKPc/G6T1Hkf28C7nRPdaXYD54gum9uWtyvukabb5X1qW9vYWZvXKNZjyEBhC72SmNPoNuPj1VjiK+hp3HvYMpYz7wTTw6UbeDvlk20T1+Ypg96gSsPRWpKb39zyY+ctwYPhMnPz32rUs9k+5/vHpOzL6eDJc+ydr6PZ1axrw8E+s+ADYlPkdZsD4FLqu9Ld6avjT3rT0KKo0+08eGvpo2Bj6PAdM9wj4aPrBqub2oDkY+ISjpvhsTXz7+Uey+8q0yP4PvAz8u9w6/IcIRPop2l70duEc/z6cMPvPjPT7pmaK9aBNwvu3icrt+rSg9q2y0vu0iYD7NiRy/hg5VvfTHVL06Yr++gq/BPlppML/XyxU8GLQoPpyhVT8r/YA+g8pQvvfS3T3m5yC/",
        "rfjqPjBiwb3++QW/N0qsvhssqT42GFu/DF56Pa9DIL/5dyq/NzFgvUOaz77AX8C+7AQNP0jd2Dz3mea80Sscv5cmYz46qjO9O80VvlLedj9mkPM9btBtvk67Vz+mOhK/S5aHvheQGr4jTZa+sdCBvvltir41/QM+bH4Yvz4jsb4nsLU+B9dMPitao7722Tu9uPlpPuI9i75t/4G+ZdGivs022L4x64u8E4mpvso07734Xl29y9DCva+ciz6qXqi+pmalPdkjYb53M5c7QRRsvrViAL+rOgO9OBz8PXglpT3OMCc+bvEKvlITZj6TMm++5YwtvrDJtr67AAI/B7pQvvDTGL68JDg/igSbPeuyor4UIsg+A5j6vjoixj6uyOe6J4WVvC5SoT2hEXm+1hT4vQVTu778Y3A+Un0xvADYBb0e2lC/JRgAP9VoC7/57Mi++1ZnvauMQL6hFJg+gzvIPcHl4z1B3vY78ql6vsPYLL++tta+pGclv4ER0b6kAYq+JOu1vYJljT5wGxg95biyPpKCtL0YDds8RcFovWQuwL29jqU89r7GvSTNBD83CiO+Di83vhtWnD2SXsy+FmGoPRP5Cr0xlGE+I253PvAaxL0aBIi+vsfqPnTBt7wk7J0+FLiqvJfZgL40wC2+hyVivTgoI7/qAli8yhE/PUQYRD1bXYy9NpmePtas4jyml5K+KyGNPPseJ76jpfM9+vwevvVGsDyq+tm926BjvO32Gb2mWai+4a4CvmP5lz4uAaM+tIepPgF5lr60raO+i8JsvnAWGT4kpxC/5NuzPs9pGz0GHoK+a5T/vji2vr5Fg3Y+oU2dvXnRob4KWW49mwZCvvJWoT4hEAU/UBhyvkxOsL3SZ788Bk8kv7wzMj+oxwy/6bufviS8Zb3hmF6+JEf1ve0hYL9EJJi9l0Mav8jEV77q2aK+xTtVP3DdUL6Tkr2+36SZPjgmML+9JqC+FJrdPUGhi76iyZG+qiDnviV55T1Z8j+/O9kBP8lA6b52uWC/",
        "rZjNvuNwcD4dIxy+nBUcvqOM976IDLK8rh6jvhHJpD5LTsm+OwDnPpgQ1T2dGOW9A3I2vVuDhb5Tsyy/Y2dvPof6Bz5sBrK98gHLPQeodj4M7Qi+CqafPRVEHL9yN50+6/rIvvOKsr2KzSK/ASFVvtwIsj3/D4K+dxf9vXbGUT1BVyy+xKEFPyvelj7alOk+reSAvRDcwz3FUIU8Pk2tvmOedj/idjG+P+cYvoJTab8ijZU+whsAvQczs73CN5w8cMtavtBeTz0KZps+urW0vtwaMj6oitS9ajLyvplDtL4XhJa9HgoRvFdfk76ETsq+0bcFPowOAL6bTBy+4OexvUNTAryT2n2+EnR2PpC+bT62Ht++2Y0NvlIJOT3bVMG+U8fIviiAc71D8rc+DNLfPW23Sr43f5g+nbUMP+ZNq723aYs9fAoEvUsUjD0Pkqm9Fh0RP2aH7L4HNIe+MrMvPhgH9z4vA5w+u0y0PqFNnL5Muxo9ZtXrvSQF/D2NxaG9tkE4vgmDcr13vvA9z7LKvFPeyT2dVLg9NMgBPcfgCL0C2Tm+1PStPeZSNL00swu9aBZOvFw+kbvUthC+62WQvTller5Ax5O9AJ7TvAnalLxjHwk+9vR6vQVCKz72p5u+TUURvXD5Hb6mUic9bLbLPuuyZzwAXLm+nHQtPjSnDz2Y1z8+5rLkPQ72+b23VgS+FjF6vXl6zD3nTN89NYnbvdEj+j1dVCk+5l2ivfvuUr7Q7iG+b9Yfva2yhz3jNIs8eat8vcGz5T6rW+S9+pN8vdD7Nz6d0U6+znhuvsttYz79vY49xxjZPnVtgj0wkq2+w8L4PQRSc762Bl+/6I3aPpWKID74ybG8pGADP/tqwj2e4ky6W1Dpvmxn776V1Zs9gt0SvxOZkzxHozG/t5TjvePPw71sEFg+iT4qO3QmbbsYX9K+RqYLPxkvBD2yVYg+aEgSvF+8fj4sOH4+ZgzPvuqJPj8goGG+EBE4Pc6tQL9fv4Q9uVaEPF6ZPL6xUQ8/",
        "+DsnPycejT2uwVo9RYxDPYSFI7+/BDS+3zRGPf9ZDT+w8tw+NHQrvjx8+T5Y+4a+oqTDvkcAh76i5Fg+E2UhP9t3pD6ExAY+qO3DvUDdUT+Ki2c+XFVNv1JuRb5Gpvs9VIlnPlieFj954AU/gp8fPJZ35z4qetk9ZYHgPXhznj53QQI+ib65vqnhMr/DPsa9smQQv+Qxoj07QAw94hSbvekap74Q6cc+Fn82v3qMHb+qKtI8F2MlPyj/qz4F1Cw+n7A9Pn6YNr+in6U+jEqMPWFOxb5+JUU7HDw5vpEdzz7KIgU/dedePtCR1T4+Qku+oD5nPut4aj6haxY/l3njPfypQ77ycr292hC+vskkQrz+bwY9jLTHPd3C2r5eNQC9CEWJPh6e8D7lP348S7PAvkUUBL4e+NO+aNF3vkJuJj4AuV8+vaTqvU7dor6RHJ++QLE6vmK2pT0hSd0+SCezPcOBKj4TUuM+nLwev/EDRD2SOf8+YKMuP62uDb7IfPE+kPvYPV2bp74ZBg+/SMgVPoZ8Lb4ASBi+0urbvDWFLD1O4cE9Xti4vXmtFr6dvgK+FRHcvZfh3L0WhY+9di+vvO1vMD4Dss49/DHHPTZXEL51gGs+JMvTPF561j2obQ4+ccQ8Pvsxlb0OhWE+G0WdPpEI6r2QqCE8ag0JPUPRBD6biIY+QPHqvVBYRj1Y2sk8WFkvvqBXXj3ZgVq+nKR0vfM9z70wmDG7h5lZPQrKTj4FrpY+2LO/PR0/KD4MSis/VZksPz0L2r60cQc+C5oyvtgx/L6x+82+PG2kvmrunD6gthA/oVlRvblJ/T4FtkO/GccJvjlRcL24L6U+ovAxPvb24L0SAbg9tV0Tv77wOD9kflg9DSrmPUL9mb7W1rq9bjSpviMPbj69GX0+Iemnvi7mjz6qQAA+3aO5vMkL0D7mgW0+s3p1vutqwr69K38+ZXxevsqEWL4c5Tg9dCIjPhJxSr+K4XQ/zx1Zv6CaFb/xsXa9JweBP3Bg1761VZk+",
        "9u8JP7ek5j0+Ql++GEpZPrhyrj7hV6a+Sdt/PsFKpb4MQQY+Ql3NvsvM8L5ENc49UIU6vs9VXr3AClM+DmaYvqiHjr4okPW+qsgZvilfqb7Zc8s+ey7zPvHpnT49tye/VRW1vj62cT7NpRA/xHq2PS0hAj4dJo2+61Wtvi/7FL4zCK0+hBkHv2uWwD1vVmk+RdAHvvb5ob5YPou+J94kPjNfQb7I3Ja+1IQGP4WJTj/DRy6/ikSWPhm6nT2Stii/pZZbvDWwlr7VKza/9ZPBPirrtb0OCsg8TzDYPlGH9L31G7a+BWIfvsHaJb+sdZE+e0cqv5IHtzzAHU69gdBDPXDa0z3VF589pe41Ptxrtr7xyi0/f+pMPQxbLb3gvgQ/npIpP0UZDD7u3I6/0NDtPYUuHL4clGW+UMEqvQ2dkL6k04m++fKHvmDx4zsQxl6+7jXBPbLFFj4hWzs9AE4svoBJyj3ySzO+PCFKPsnd8z6a4EA9XzW4PkXzLT7N486+wQ4tO2n6lz5ksxW+lnohvIC9yL1OUYU70+92vNW/Kb3Q0VE+WFgjvhrMAj5zYqA8fv2rvtRMADh7ZIC+tbzTOxzFiT73eJW9iYhfPRTwCb5W5Eu94fU2Puc3S74FeY68E03KvY+VMD1MNdu9RZMIPafqkb2vpJo+Llu9vb9dLT7aXZc9WfXuPf+gxT1wiz690A6vvC8OXj7Zt/C8cO+ePa8Fvb0Lml689tEGvdKoIr6OKog9wh5rPcoFrr2fvyK+rUDKPeds7b40lCK/SbcMP76roT1kFLS95mVWPtV1Ar7dKyi+s9uxvtNF7769uhQ/2zKivoPcBr7e858+T5ccv+ermL7cGRq+y9MxPgigIb61OqU+rH0PP3OfHz5m4Oy91CB2Pn+oxTsIXo8+8qYZPGa5dD7b1YW9Hwvives+lr0w9j4+WddIv8lW0b0Lxc09SZ1Avhu8FL8nWYq+g7DTPMmkp77n8uu+ROf2PrAmPT9EsKW+otZrPhBxtz0oG3q/",
        "vrVKvrDB7L6XuWc+9htCPk5/0r4VFJq8Tlk1v5on3L0bXM2+JUd9vykQRb74Tbi+qWh8voirwr5Z0PA9Ir/JvT8+FL5sIz4/xreWPnFNHb88pgu91I90vym8hL4g3QM+1Ej1PpppDb4nHUK/n61ZvsK5F78nhCs8FSgnvwyC/rzDnou+EZ9IvnTm3Dz+DLS+xjrAvjjwCT+lQ6w9sOcevyvKmr71ooK+Cm+fPpnrSDx6frW+wfymPoD0uL41UTo+h2zavrtf7z0rrgM/cf89vkKZ5b7HWSc+HrLrvXeJVj75DQW/R012P0zwSz+G6Ak/IS9oPFSwvD4budO9tRiSvn7bAj10+wo+LQogPlUHo76oc8y9oqe1PsJLjb0vcoC7vP0gvsx8rb3AN3E+d2QSPhDu2z4ek4C+lvl8vj7RRz54b4o/Z5IXP+nlBz7qiSq++d0nv6ohpT4c5fg9a+cVPyxbTz7+dv2+XKUsvtgaPzxtWfk95Y+FPW5PWj4WDx4+ELCXPQYdSb5gcJq9uk8tvk66czwqc6m9TQkwPnjLtT7xxEW9MeYkvXQdQb4kpYw9WmdLPhZ9nb0Xsda81Vx6PXpbgz5Qt147lGdWPnqujj0IBbk7vYG2OijrWb5KiDU+7N+kvlYNFrp3ogs9iIYivkvvtz2NiKU9MC8EPsA6+TwrxYQ9Im+BvgA6O73Whai95NE/vv7Ma776eMK8sdNcPsM7oD1Fwsw8U18Avgdg5jxV1d89B0x5vfUsqL6UYpu7aD0ovm8vgb7pJxU/cuVqvutFoL0w6vG7s98bv4wrkL1cjeS+HAkCvDKumL0KSSC/yhUsPLlu1L2BvEA+zQM0vvpeir7J93Q+FjaQvleLab9fw4e9SZHgvnQGY77hgm8+Hms/Pb2C6D5Pyj2/ELE8valNzb4E9q++6qyZvgv2cL38wRQ/HAOevkOe6Ty6QBe/9Z0pvwJyHz2KkYE+t+e2vlV9Gr7U2n++2FWUvr1yqT5f0YE+9rGVvXpD/j7j3TM+",
        "cc0kvh1qtr1bMqa+zW02vgXo+D1zzoy++pYNv7kTH75fEVw9UgahvVBdSTwYSI+9b8ncPn0aHD4CmTW91/aGPjDTsr2T6Zw9BXBnPc/7Br9Qmy4948ymPoN6M7/SX8G+HacIvkuKfj4+miO+n8ePvtyiQj8Kj+W+F07kvg5Osb0IHPE+dJM8PnwhTL7sbQ2+pgQRv0o2CT+lPag+T/Qsv6QJ1z2iCIO98Za3vQrjML5uU0C/2qQSPqsETb+79mm+ya3hvLW3tr79Spa+Sj2nPsvzN74qZpW+y3s4P14QC70vIyy9JO9AveAo9748guQ+fzUWPh9iqz4eoEO9iQdAPgMAbz4x4Oq+qNlZvVLYlr56Kzk/e8QlPuIyDD7waLy+xTmBPucvFj8/Iyk9l0yjPL1+TD8DONS+tb2Qvk/h4L3Zsc++yEsQPjcWoj17Uyi+LA+sPjhL675Vm529cD/JPtN/3z01xPQ8jbViPZMj372ybFg+WPmvPoWpuj4IJma+Vx4BPt1Mzr3s936+4h53vQYJhL5Nwv89VY/GvZ2ZVr2OUGk+WOTQvZ1FuD1J/Mm7xQcIPWhX070hrYa+cqY5vkPGyLyHSxk+SzoMPqVsrr1cjyO9XfJ4PpUTI767t0u+9FwLPn6Xvz2URzK+UR5pvqYxgb7cvg0+zrjaPQX0Mj6mkoo8t2TLPEsrKr1EYc481mLnvRrjWb0WxFs98ceZPZd+6L1jVxU+UsbpvuEgJb68L1G9IsydPSkGZ77nksu9mWaQvrNdwr6GqCq/ZnQSvsimo72VfrC+p3+bvgn61b7KkE++yU9vvnRssT73hJ2+Qli1vjJfrj05JsK932qcvhJRRz4+dg6+4UUKvu7JXj4wb609e4KgPb192b220io+3c+IvsFq+T2cy6W+qR87PitQOj+cNNS9jM/EvdvbP77JfUq+mOOgvmiREL4Rhr2+UIGTvvHKnr4FtJa8PxUwv7Ouxz0C0ws+C2UIvmWByD1YFJq+bwQGP8IsPD6JWqa+",
        "OcxLvr1K0z2+NGg+dUKyvigTc70hYL2+/4qgvlHFdL2owG+/xgYsPwwA+j6bSQO/xTlGP6pa3r3IZp49EAkPvWvSKz7T+AO/vltyPq2Cwz0ZpXQ+afcKv3nh876IsSG+q2KEvqk3Sz7rKii/Hq5NPM3RFD9zatC89QolvgUJpr3NzBg+hHjrvJFiWD2edRk/qiPPvodoHD17xDk+y9hMvThEtz4SSGQ+GB4WPjWx8b3e8Vy8J2CKvmuY+76D9He9BB6vvlgZHL4bUlO+igHDPiXsTL6ENhy+/cUWPmtzvL4LAQq97D+Cvgs2vL4okKG+MHeUvkAuEj+xsh8+BJeNPojDoz2zCV2/46NZvDHutT1nF+E+tfk8vfTToD7e0iq+OQQOv+O8Dz1Rsts+E+aKPrIqxb4p/bM8Gxj7vVZqmL181Wk+oYwdP2w4H76fpRG/AYdavbOYVT4MzzC/g0GkvUTjYLyqlgC9lB6fPF/DUr7pPyG9FKU4v5nqMr++sgU/EU1xPqhJtD4Um76+78PPvIGml71HAdc9LyClPYeRnL0dUV8+9LjTvRmZkD4VdEW8w1LzvTMz7z1Bu/69vuUOProdFz5NeFs8m5p3PQmfcT4yR5i+/qe+PvZr2r2kxpi++LJ+vWpOkL1CdQi/+FkOvi5Kxr5ds608dP6MPiGdmbxDW0i+e0Z0PESKs72AJMM9pnEhvmJ1pz2DSow97bKNvpTi+bzLoXA+wQ3xvUWxL7yoc4a8Mtihvg5jLD5j3JS9pU2JvsPMh72mTXQ9P6UovhRLsz3InOK9h7qVPVDG5b6iZOy+p44Vvz+TWr78WQW/c1y4PUioQz6IcC28ZWzHPrMmgz6UDu++94kGPzA8wb6dGww/lYdsv6JEwb5wYr0+1CAQPi7Qtr3hQK8+9Xt8Pg7K6b6xWCS+T13QvmtNpz7qRU8+RtuzPofXlz6fYs29FuS/vn+5bj0E+2q+n2UJvlUOgD5/4Qi/arELPq5DCb5b0I09OHAPv9vvi74eTFc+",
        "p/y9PcmzIj5Qoyk/CraoPjriFr9jIk86lYzfvtfu173/6MQ+L1qfvi16yL1NxgI+F3f5vkhW9LwfgVc+dK41P34TrD73iuY+qAEGvwf1Er+txbC+u+2evaobq75BLwE/FukLPsB+7D5QTf4+NZ52Prpn7b5MZaW9FacqPSWsgzwy7qE9PlmwveovK774xLm7u5OVvpC9Tj4Zs8Y+bqKDPZz0uD4qX4M++rAnPiScmzoFuQ4+wL3svZThN74xtRU/mPhJv6Wsi76U9hk+wKzbPqRAyz2k3jG+hwzjPk7Nar6Ewwm9NDSovtQCeD4U3Nm9TXwwv1KPLL4oZw2/cPgpv1xyLz48Req93MXIvqZXhT6+ez6/7KcOPvwRsr4/ZYA925o2P1HRLD6EHQE9e+zQvlmLz701cSm+vnFzvuWXFL5RCkk9PzNPvprdFzrHzSs/yyidvNihk75kriQ+FndtPXmatb7u3+Y+ZTOCvFT0GL6iHoy+Y2YsP+Hdtz5u58m+z+o7PTmnfL6E/5w+IKt+vjqNHb1tPie+50iavYiDZb6NPOy8tDEmvoaEGL5FoE++CEmHvfxxWz1g2Yk+jRO/vL8yCb7cMO670QzGvXSOfr2IqWM+mk9jvqEF5z2S3GU+o4xnvNnPGT0ff7q9CkyjPIc5sz1ngVW+PzjKvBXoXD4zvyM9kzqvvAKk077Wsdc9rZjSvHg/2byCIRK/OouDPluL6T3iGZe9TzYHPUxgU70H+2g+fSEAPnyNtT02lsO9JGEcvksZlzlsAcU+tWjRPh5s971LCRU+3zSBvlcFyL5/peA+DEr4vJDP3T4eLPK9yBXTvhFQWz7p8Pg+b7Bsvs+tiD04bI29/jY5vwUM6r1EKdO+hbKSPgmL8b27G4Y+UbUcPrtPqT0IqRa9/a5FPvHuCr7Wkj6+7QcjPsZYwD0fgAu+OkvWPeSkAz1ZqT09Cck0vxF1YD6fd5U+mPS2PuFes756/yc/C0Z0PrKTE700Us29B85+u1vXuD7DYQo/",
        "r2BUPlG+dL74g84+i7xuPc2OGj5eyyc/+oA7P2FHez6PCxA/l9emvQT6ET/qILc+efj+vsRLpL1BR4c+vh9BPn69/j0Nr86+ZbKlPpLWBz+YK2Y+Oc/6PhwO7T5j4Vw+gfS5PtQlJL3iCY0+Sv8IP8RNRT7Nk+I+RFsqP+LLBL2lFSq9z6nZvtE2E76V9QC8ZdRRP4DEDL9BPsO+ZhFLP8qdNb7lUog+JGSMPlpY6T5Q/w4/ersPvzx1qT7QFRY9xHkSPlYbXr63TKk+23KtPUMNkz5d9rg93aI0PTHRJj6Mz9U+PSRQPgqsdD4UJUm+FpY4usUaNL5qqwg+9ToOPp01Tr6NZIw+9hi8Pp/vSj0ZgzO+FBacvBtXuT1jBQY/Jg1hvvYUy76Olzc+1BnOPMrhmL4XGKA8WhhgPtA1FT5WvGs9AlTKOysfBjwjO+o96riruefluj5PxrQ9iJ9+PZ0SUT5RKDG+EyN+PjWXbr6TxZC+ad1Zvvlv6b7oaV8+hPeSPao6xD0Walg+g/AKPZxYOj7bPqk8+DEAPmZyNj6JCQK+fkpsPcjF0r2F2xA+ESWivc9jlbvxzpk8CCWHPT9DCb46Cyy+IvryvVUahj3F3Ks+7NaDvl94sD7u8Qm9tq7/PVq40T3dFTg+8WMWPipRxz6UWLa+ynmzvccW672c9wm+qeIUPaLJzj6J+SA+bmw4PrPHMj2iqQA+2rvyvTT89j3Kp0i94B9UvViyYTzCZSc+UylcPsN2h7xf+cS96Z0XP9RQor6BZXU+EX0CPrMmnbwUCfE+/a60PvAJFj/wFRY+rIIYvKvMTj0TGOM+48+SvMt/5bwvWgA+Q/ojPrp1FT7VB4u+qRIIvhnXNT0TdlI+2gQyP9iQ0b3JhgC9Ows3PqFjdb7+Tzg+pO0Rvp8xBj85b18+ikoFP//coj1KkYM8uFhRvZMRV70DAlM+zvtcPqp6vD1c66g85KAVP7SEbr5Jl6++14HkPWVmJTsazbE9jlUKv2mC7b23HbE8",
        "g+YMv3lstL7v57G+Ok+MPhuccL7RG+u+GWrNvoIGKrx1MQg+clspv2Rc+L4lX7q8BL3GPqffur4mq6I+Cpkkv3FkBj4bSSK/sB3nPqaevD72DfI9TEt8v5BOLb+ZMW0+JvzBvpMVBz8hjCC/5JRrvtn+Ir+XLtS+notvv2HKOz+lU62+VmjiPuMYcD5Gc7a9qzf7vnsloz7mA7s+v380vzHt3T5+sk4+k0LtPk4eRb+T8a4+ed1WvlVXWT6qmGc+pXTZvtd95r3mpC2/MpkovznPUj4WwoS+WUU5vx4nxz5vw8g+wH0MvolBLL9bDxm+qftUvigAcT79MK++bGqKvZADLr8nQyk9bA5QPP/smj6Okjw9hn8APeHd6747yi4/kSZoPpNzV74PWS2+8xiBvrD5Vr+KuPU7HCAav6iLRj74mKE+pYLMPnkCBr0groi+QOpcvrNcAD/HOAs+eFhIPjgeCT6mITc+SB+EPvcbwD5cpZk+3RXkPibyCT8mAIm+YdP5vbqZ1b7dU6s66yUCPaj2rb3Eh5S+KU++PiKlPj0Fggi+2rOzPhTytT5blOM9fsdDPl648z0LLG88Mti6uwYM0r0V3DG9THsCPgYBVb5n0P65Rra6Puzl+r0y2KA9W5OTPU5LlDsbTpu9hdaCvUzugr4xG9A+8MWmPCfkq755ewm+pdJOvjggTT50nv89L79HvhWMjr5wBrQ+gK2Du/MxVry82Ou9K7rMPe+BWz5v+zi+Ih/KPR+NtbtxPVc+8zxevaHQqrylxk2/9iLgvjRuyz3QelS/0twTv6rDU715MGE/YzP2Pvkr6L5Uauc9X9RBPo8Ftb5ZZJW+R8YpvzYnqb7ODHO/cP3UPtYTSz9Igeo90VavvuhnPr+zr4o+t6Mgv9WyUT7NAg2/2FKDvo7Dab+73je+9HV+v82UmD7aA4k95aoZP34s7T7vcfw9kfRYv7rCqr7JXZA++dAOv9cjZD//uRg+drSkPT5y9b6xpwc/5dzxPSMx+T7e90W+",
        "UvI0Pi5JAz6b/6c8osUCPpi0Fr9Db/u97LqjPqh40D7UG5W9U3W6PoGSIT+69x0+ZzhmvrRq9z7kcr8+BANAPwgS4rxQdVE9Q1yIPTO6OD/r2Bm+5jcQvaWVVb7QSxY/ubWDvGsXeL7kwZU+VrCavt2nHD4dKJk+Z8XaPsSzgT4Wd/g8DYh/Pth7hr4J5Iu9I84LPwo27b0i90g+E76HPvVAH79Jr6Y9ixujvezGEL8vaM0+gEmJPh/AFT5bqTU+r2UpPlZiM75jR1g9hx43PgqxK75U2lM9BQS2vT6u6jxoh30/FW+Xvt2tM72vKJ6+TdBIPmXkxT2vNlY+c4PhPmlm5b5cslI+KSpSv9ly477u9Qi/9Ap7vb+y+b2ggZS+eSICPuE1fL4O/tk+vfTvvWBFUr9aA2e+eHYsPxwcyT0YN54+81LpPkjyaL2x6H49QHK6Pgj6+r6OSXQ/XP1JPT0GIj7xrow+Z6ouv2iUOr+GIyu+uQwnvkR2LL6n6Tg/l6ZbvihnQz7+MjE9hg3BvGJUJL7Y5t298DbXPSiUeDvhHku+Rqhfvlw3FL1izcw8NRPgPQU7Cr3n6Ug+x6wuvQHK1r05Y/a894+vvusBor1wgZK9VwucvoY78LzSQ0I+0VU9Pcwdl72IfhW7/iKFPrpvWDzUTza+LKARvXV3aj0oViA+nAzaO+dlIj7WpLQ8Ym7nPh11ej0Ihqg9W4E3voOilL3SZ6K9ken3vQpNYb433p68N9dPPjmMkbzm8QO93yyRPr8oED9jmL0+Q06IPdMVyb510x4+UUJMPaMyHj869Qc9iuSlPhMLhj+V1Qi+1cTDPYZiJj4+2CG9bfwbP1pvx71lkuY8XcCIvtv+Bz/boha+FvfhvOfZGz7Kya8+ICRMvicd3L62E8k99UHUvt6YFDyidEk9RIcgPwFegDvzEI0+31sLPxxKN76jGhs+wxmyPt1yu7651hE/bYG9Phg+aD7PKgE/1hgNv26F275xJx0/E0f0PgmUL74h8vY+",
