{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Functional",
    "config": {
      "input_layers": [
        [
          "input_1",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              21,
              40
            ],
            "dtype": "float32",
            "name": "input_1",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "input_1"
        },
        {
          "class_name": "Bidirectional",
          "config": {
            "batch_input_shape": [
              null,
              21,
              40
            ],
            "dtype": "float32",
            "layer": {
              "class_name": "LSTM",
              "config": {
                "activation": "tanh",
                "activity_regularizer": null,
                "bias_constraint": null,
                "bias_initializer": {
                  "class_name": "Zeros",
                  "config": {},
                  "shared_object_id": 3
                },
                "bias_regularizer": null,
                "dropout": 0.0,
                "dtype": "float32",
                "go_backwards": false,
                "implementation": 2,
                "kernel_constraint": null,
                "kernel_initializer": {
                  "class_name": "GlorotUniform",
                  "config": {
                    "seed": null
                  },
                  "shared_object_id": 1
                },
                "kernel_regularizer": null,
                "name": "lstm",
                "recurrent_activation": "sigmoid",
                "recurrent_constraint": null,
                "recurrent_dropout": 0.0,
                "recurrent_initializer": {
                  "class_name": "Orthogonal",
                  "config": {
                    "gain": 1.0,
                    "seed": null
                  },
                  "shared_object_id": 2
                },
                "recurrent_regularizer": null,
                "return_sequences": true,
                "return_state": false,
                "stateful": false,
                "time_major": false,
                "trainable": true,
                "unit_forget_bias": true,
                "units": 128,
                "unroll": false,
                "use_bias": true
              }
            },
            "merge_mode": "concat",
            "name": "bidirectional",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "bidirectional"
        },
        {
          "class_name": "Bidirectional",
          "config": {
            "dtype": "float32",
            "layer": {
              "class_name": "LSTM",
              "config": {
                "activation": "tanh",
                "activity_regularizer": null,
                "bias_constraint": null,
                "bias_initializer": {
                  "class_name": "Zeros",
                  "config": {},
                  "shared_object_id": 9
                },
                "bias_regularizer": null,
                "dropout": 0.0,
                "dtype": "float32",
                "go_backwards": false,
                "implementation": 2,
                "kernel_constraint": null,
                "kernel_initializer": {
                  "class_name": "GlorotUniform",
                  "config": {
                    "seed": null
                  },
                  "shared_object_id": 7
                },
                "kernel_regularizer": null,
                "name": "lstm_1",
                "recurrent_activation": "sigmoid",
                "recurrent_constraint": null,
                "recurrent_dropout": 0.0,
                "recurrent_initializer": {
                  "class_name": "Orthogonal",
                  "config": {
                    "gain": 1.0,
                    "seed": null
                  },
                  "shared_object_id": 8
                },
                "recurrent_regularizer": null,
                "return_sequences": false,
                "return_state": false,
                "stateful": false,
                "time_major": false,
                "trainable": true,
                "unit_forget_bias": true,
                "units": 128,
                "unroll": false,
                "use_bias": true
              }
            },
            "merge_mode": "concat",
            "name": "bidirectional_1",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "bidirectional",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "bidirectional_1"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense",
            "trainable": true,
            "units": 363,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "bidirectional_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense"
        }
      ],
      "name": "sequential",
      "output_layers": [
        [
          "dense",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.8.0"
  },
  "hash": "7bbfade160cf7722e15daec4d93e73402e7897afbd5db7a49733d5f8f89d2b05",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      21,
      40
    ]
  ],
  "output_shapes": [
    [
      363
    ]
  ],
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            21,
            40
          ],
          "values": [
            "IwyKP//6Zj9kkiy+sRGXvwd/r70MRAHA4QCrPXw14L+rfha/6tgnvmyO9L9HtJA+34FSvxbxPD94RIO/jo3wvabZC0A1uOk+H5Z8v55f/D4zbuI+Jw/vviP0Lb9IpLm/1tj3Pi/WLD5YMLq9bLa9Pg9fur5/I6Y9WE0bPws0HL/ubuM+cfO7Pza7+771cjG/H3VkP6DeCr4WXjg/JZA3PzRGVT9HkYG+TsY8PhK1oj65uNY+jnCFPwrl8T6c1zo+HLLtvs+Fh74z/0+/oo6SP94e3T0o6eK95bnnv6PuZD+Vo6G/xn+9PuM/uL4h0iq9+h83PrI2Bb5DNT6+cL44P8Kqpb//sSs+Mzrsv05W471L9BS/LsNqvyLHVL+6iwm/PQofP7eyOb/dgI8+JiXpvpwJgr9IImA/Rim1PQcYo74nsb4/KP6nP89yeb9eaom+p4GwvqtPqL4LNHY/EVCTP8dM2b91mRg+BKTPv2KSGj4ixw1Ako8EP5p3K7+UucM/TFuUPpD2hb+8PMU/dR3jPF7TD0ARAlM+0wKHwMgJTr6rTcS/gFozPkJHQD+AkzG/k+GvvsCzD78Xk6a/9hMVvxd3hL/PnQ4+AhvIPLrqJL9dXxI+VQB8P0G86z82+Pa+6X4xP0hxuL8lEAu/6kgfv3SfBj+v5E6/HRJOP5ySH0BbYh8/q/HSvxx9D0Dj1wM/wpiKv/Hayz5Mh8i/R454P78kob+0vgY/IRRhPjDLeT9RAxg++0OZP/Cuer8+GZE/rhIpPV15zz5j10U/LhL7PhA0kj8faHc+ZNQPPovtYr9+5xY/umaHPz+2hb4GVXO9nM9wPq7qrD6RPgI/3XQHQJRBiz5AeDC/MdBpPmxv3b8WOau/8Z8ivmKYwj6rLoS/IoIwPynakr4v1by/y63BPYoPub4dENK+mD60vqu3YL3kgaw/UiKGvsUUAj5CEho/PfiIv9TYPb/5m4o+fsuLP/Kp/z+vvYc/kHUpvzCtTL+vECy/B02jvy8qVD4wFIe+",
            "jzTzPgcCJz+L1im/qVtZvxVzYz1aspw+5t4lP8LDPz/bmLe/t4O3PiVLDL+IAnS9vwC7vivCiL4FcRDAqHYowPEc0b/Lona9WGmMvnhWoT8vJ8g/d5pJPiSSk7/bnMk+mAUIvyGvPL5FpHc/JKqWP0/ehr+YYSO/RNVav5HxNb+NGHS/A0DjPal2S79xd6m/cDRLvzrdKkD73Q4/3ZtIvueOoz/xCIg/ALBEv0+EyD/C6O+/00bKv4UXjz94Q9o+W65pPy9Jvz8W2gG//Y+nvya8CL//KQLAZeh8Pxa1Jj/NQPS/8uCSPsHWDcD1adG/XtYGwPhsFz+T/Jm/Pw94PerS4j92a6y/93EdP32Dgj+i7Us+P2ssQDcUSb+XOZQ9ezmgP3GTv78cHla/uuFTPsxpqr/r+d+8LPwEv+Mb377VEWO/+VfEPiDQqL7hsni91LNzP69dPz4GCa4+s1arP0CVOr+3ZFq/DDKkv7VXJj+GFp0+p+9hvwYhXz+I2TE/XEjUP2ZpzrxAJJC9rrshv3E6bb9nGTs/BlDjPvvewD9KTaY9eEazv1WqBkDGOHc/FVhRP6NHbr6RLp0/TfMLwAB6uj8RT42+YT/xvUQx/74NI7M+IFaGPwVbOD8Yosu9YCNZv8+9h75mQgDA4K4Uv/zTkz9LTRK/xMuTv6GRJD3+7wG/QS1TvhbodT8DaIC/GLCUPkrnHb9p4KC/TaMCPiUIMr8yiKw/0d8Gv6EUQz8oToY+uMVqvq/CJ7+SaQFA0i9sP65tmr806lI/6JLxPhoBAb9cw8o+DOu2P9BNbr/9rV49DOGkP/yooj6Gpgo//58GPtQVC8BF7J4+lwkevopEx70hQYc/50OQP7ZE7r7Lzyk/cxf0vWSjLT/Vpoo/rNs6P8Nc8b6AoIO9ULQAv87F0z4CPL2+QnT0vhjTa7/gkru+SfJNQOJ8Wz21vpy9SO0nv35scT2eorq+1xCFP3LByD/JBo4/6mqUvlvOuz8Mo7U+s/h9vR77Lb/ugam/",
            "70LRPjUvQr8/JsU+jv46PzfEjj+hVGc/PowOwPTQiL042yG/bDsjv2nNbr/+EDk+qK8nPs4ryT8J0F+/10U4P91Ok7/AuaS/lKY7vQpMhT8u5q2/vvF3v+HN376FGh4/snCRv5nqqL2DIS4+y+2YP3vEpb+KSKW/+wL7PtKaDD33jZK+Ca1ovyJMfb+zlfy+O6I0PbNraL+Z4pO++QuCP6Hpmz6e2Ma/tpJKvL1mUj/LT92/M2W4PkNLGkAbphM/fDtsv9iYMT/QczK+0YcVP4kSSD8g97G/LvjzuiB2gj85elY/2f6bvzWqhL3JUFC/IshWP+jQFT9h+1Y/GTFyv/e5HL/TLJG/oKiTvwN3Rr9IKqi+7D9WP4b7Wj+DXOc9WL0ZPzLW8L0c8qW/90V3vv3Wrj2cApw/NDiWPp7u+z4KMaI/WKBwvwkKnD4x6sC/YTZmvm4KvD+nC1E/wO8iPdjOcT8QcPK84CmPP6VeuD6ETc4+2nhYPvYVED+QOxw+V/GWvpkM8T3Lucq+hoQOP4tLpj9yJTY/9i26PvQIwT4LNq4/huuPPd3UFj9YUo0+UUP0vvlLi770o6y/6XWIP/7loD+XuoC8IAyXv7tviL7Ohbg9+uztP9qAi75jdrG+Aur0Pl+8iL9wgIq+DbBAv6RJRb9BogQ/pl4Lv6su07wsXZQ/wy5Uv1eR874/IRnAbo6Cv2Khpj9mVgC/4j+ZPwnDvr6T8nw/3pcPv4ltuD4egYE+/5EaP5ghXD/MDd0/HQ+8v5cBzr1Kc5g/PtaBvjvUe799QHa/MC22vxopar/bjCjAId6hPz2bRL0oxYs/tTMlP4maJL5+B1u/3pXHv4uInj9ORyZAbK7iv0uDEL/qYws/QJh2Pwt+4j9yusG+Wn5bvhc8qr4Zoq0/PDeQvyPJpD8Std4/7W26vu65mz9TrZC/MrfzvqNkyT4hxw4+d4amvqW1m73xNG8/GsDDP7JlI78g4HK/RqLGvyiK3r4hSC4/CAWSve51mz+0r9i/",
            "Lz06v6YsTD94o0G/NE/WP99pCL90Z68/wjPxvV06kb5nj8a+hcBgPzzzar82fxO/7sriv3Nu4z2l/BbAJG4Mvtk0h750jE48mKlsP9vCyz8adjA+qGC8OpHO/b8nLGY/KapLvsLuzz5blgO+ePmMvw1jhzxYBK4+d9ASP9NSCL/MIKa/2URGPyBJmD94mIW+JpbJPgshCb+7r4g+vzyOP9PhbD/NtFG/0clfvXS7kD7wV4S/26FGvzc1WL6Tf1e+gGzrP4QfOkCI8d6+zJyZvj+xlj/mikq+hVlBv8nokj1pCem9Siqjv/TGJD/YO7y8VPULP12fI705ayu/0LWKPxJel7xOO/2+iRmjP70KmD8HwSm/qCXyPx8qCr+/lZG+IBiLPx64B74qC8o/pU48v3Rnbr9Za5q/zJodv4Vllb8KHgy/BDGyP5+wRb98Lme+29oav1cFiD5ulM8/hbx/Px8vrb+QF+49xi/MP/Sb8T59k7W+YRvuvxxTSj9DkP6+gv1xPhOWmz/DdqE/0aOcvrq5E7/TkJO/0Gyav83Wgj9GgKW/yyzhv2SQKj981xC/OTzXv/xiML9mLlm/h9e9vmN6nb1nPKm/4uwuQFywj79tozI+fxGpPcvvjr5unrw/eN0AwFhn3z83sEq/LxxPP0DWf75Zzcu/eKC8PnjOmL0ZrQS/OXQDQB7TM78qCT2/Fe0lP+vdfj/3D1s+dKyPP1J5sD+SPhG/ahcFPpJBBL956Ww/vLhAPnxQ8L3AIQ6/smuDv6snqj4z/sA/sG4wPiNIBz4O2VK/92I8vSdx0z8K4xy/mbuNPswlQEBS6KI/2SbSPxhaoj8cB2M/QlvKP3FtVz3C8c4/mGv6vx4pTr7OZ64+W7qmvrDBfz5hqgA/ZKvSvngXsL2G2nW/UxmfPLV4dD/HubW/xW9NQJfp775EmTg/h6SLvuagpD9IAHO/L2ONP38zjbwUOkY/C+bmv5YkWb1W2Ay9sMSdvlQsLUBJRZY/YjedPx3Zaj27eaM/",
            "rcN6v256gb6NeJa/y3sWPzfQkj4nDWu+YIajPglJ0z5k1du+z3Davp/ptD6FO5++OmEGPumbRT/zKMI/aprAPnmqzT88Xz6/lqeTPp5AOT3sSlw/OiQ2P/Xna78fBYk9aC/+P/6EVr8XGY893VwnPzVnRj9zEh++DBC1vuuQ8j4fn/A/3Y17vawQ0D9sBHY/vzY4v7Vs7D7v+U+9BjWmPcGIJ7+hCmO/gBfxvqojEb8InAi+ra0Evwz8Vj8xB7Q+gU4PwKiooL+OUdy+vCOPPP/hoL9K/ZU9vGy7v7h2gL8eFOo/LImPPhqcAz/0/8q+z4Nkv3FvHD/4RZc+mrWav7k8vr4sy929c/dfPxcnnz7uqqQ9+MfRv/jf178XkJK/"
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            363
          ],
          "values": [
            "6GUjNKRyCjTIF86zdVrWvuZ2sT88oSU/ZGbHvmIyRL/lYfm+sJyGv1wjwb8opfG/1lOmv8Z2pr/Lq/m+h46KvhWWfL5ubGe+Qn43vtGJYz3wWyG+l9PyvTlv573QYH29O2w/vVzTr7wOw1e8sIgbu6J2J7upgKO6uMbQuOAU8zQPPRK38TcLuE9PwTLBws+y4XStMwmk7jN5OxaytH3Bsjph37NED92yWcOrsxis8jlFxIU5ZMj5Oy5Unr6zyfU9ibDVvqSRTL6wWfA+K/M3vkiT/j61hru+4iwOv1n5nr57y4I+n+nUvhnFWbt22i2+q0q5vXrRTbxKl4y82RSAPHVcdbw4KwW9XbkVvfBcCb3zRN+8VTA2vLiMBbyh7iu7Qxopu5LUSbqcRti3Zf0OONBYbLdoTi64ewANtI7GCzR8lH0zrPNHNFCNXDNqwUc+Ll5Ovcfkhj4ir5c+nU5aPlPicr6FxDW+nA2uPvKlJb6Lckq+huh0vj9RDr7OToG9J2o+vZjzVLx6mIQ7o2loPJwkGDrqRkQ6jN4Ku4ms4breIOC6eB8oupHDS7rOLWE4oIaMuFH2sLerCF0zM3Y+szcw0TNVaqeyHm0VNFPop7IaGha0NGTsM6DkVbRzcqmzhaz1M+we+DP0fKaztT0qPpfhLz8fBok9pJR8Pc43sb0rzoe9o4MUPdAId72evpi9I6kYvCt8ZjznP5A93TFyPc37/Tyq+oM8ilzmO1jHYjw4kyg7lJBWOafQybrVy826Tavhuk3L0LkLPa65d3/XuJyIObjAdY82YmDjs+wkp7NcRlqzDV49M0KXYrSy0hK0jmiMs6EkorHH8sCzuy7JMWf2vTOtAbCwI8MrM7FBrj6tVKK/9mcpP2Jruj/ZiJa+BP7SP/IPGD8rsgw+1ficP2korj+R2yY/rkYsP4RgGj432+y9c6j4vclynrthhE890lJYPcoo8jyhgz4801doOwegrbo/xCi7BpWkunV5SLqTWym6FfTot1ZRDLkbiR23",
            "QJ2Itw7EQDNdBe6zOlyqtviXQjIfs4szw9mTsic4wTM59DSzanUps1HOOTO0LCUzXrFgus37sLtv8R47UNi7PJXLVTwsiMO9qT0uvuDp1b2jcPa8qJz5vMTr0j1oEcA8l6q1vXWFFL48sN69+X05vXDVVTsMqjc8/dFKPL+ThDzggSQ81VIPPGN93TsSKnk64a1nOog5Lbt4gGi65B2kutGWW7mTK0K0gajwM9RNc7hHtk22pbrWtxJOgzM6deazgZAqsxYIpLNFGgEzMac7vQABZb6FEt08R7uhvfKmsr5GK8S9FkoCvrxM6b0pQ9k82fZ/PWKgDj1WOkA9rmmrPLBiZLxcDIu6Prs1ue1VrjvEP8O6eC+uukzUrjrnJoG6ARQkumWMh7mcK065MBWeuG/BEjebcpM4Ln6sNsBV+LKWMrSzu39VsucTMbQHrUe2ZUEtMuA77LOWUg4z6uYBM2b7EjJCsZQyzoL4MyawLLx0p+M9wmQMv+rggD96dt49I5IBv5svHL+a6OG+ZFB1vfZd6TxLsw89vyIqvG6huLs8Via9K5G3vKanWbuxyoO6n/h9u0cgh7pzky67H5LQumHzB7qmpMW54s+luLkgizev1fS4H2OPM4K54DNXBJAzZsw4ty+vgjNaAAs0g6xbs2guCTLSFJ0zhGQhtJhEljPThsyx45uZstOJSjOclkc+ftexv44bHz66Wgw/4mLuvgDlCj/EZNI+KrqMviq6Ob4+/OI9qIdBPbaCMD7pmwg9dqj2OuHCpLwANyY8IuyZPNyhkzyyigA8mgQ3OwScjzq/2hU5Ekj4t5oxQTfTcoA4MsvYN5gisTf77aGz83GuMyyE1bAcNomzP/75MmZ6y7N7fhq0NW1KNDEJQLM2jBezi9nSMyan8DNxMzSz"
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "bidirectional": {
      "backward_bias": [
        "L8X7vTocIL5RpyM7peYtvi44wT0J7EG+OPc8PQQjPb6MQYW9ZOaOvZvomj6dPF09WlbhvTW5IT5uvkY+NtoKvjRbV76wUmi9+VCXviNgpr4cz7E9PsIBvlmBIL0V/Sm+NDtwvZjLlD6Hk7q+K++AvrrjxD4H+Qa++SYbvtrVLj7hx5s+Z54qvgizkr571Ty+dLG0vYZv8L2YWDc9xRcsvntTYLycpY69F90SPRg+rr3Z/CK9Q/0AO43cJ70yru895vdtPlnvk70Qfk49d+XdvFKeDrtRg8G74KePvFbomb6tlzU9HwtwPw4y8D7bbvK9mxocPPGVdr3mOKK+/3KevSNseD6Zi+u9CA5+veybCL1HXAS9kIvxvHmtuj7AXeU9hkF3Ps/hDz7WDIE+xDHbPe1A0z5KAQg96b1fPlDWJb6H7SU/dWB0vSSZzzw8cBI+NFpEvlkAGD7OUQk+Wb3APC6Zpb1ngFA8oGS0vJR4PL47dto9JrIzvnkG7z6vbm88Rv0Hu9zDn74L2q292LGBPknRsz45xRw/jzdivv6dibxbM06+glB7vuccJ741Em++jSO+PPe5Wj3lTd691J2YPYkUUL14K5I+c2vCPQYxib32WeG9TNeiPndQhL5Rdx89SZHhvG6fFr7WWSW+WqkIvsogdL4Mova9MJYlvnE/wz3fnZI/Vbo6P0q9jz+d05Y/iW21P3HqfT+Ic3A/vd6eP3l5nT/En5U/5p94P0Solj+z4ps/COaePyHarz/ZraA/SwecP5ixoT+I+Xg/FXSEP/Npsz/515Y/6g6JP+xBqz8tw4s/TdWxP/A+mD9/gZU/Z1DPPtlDnD+Xtqg/X1U+P+I6tz9x9oo/sN6DP6ROiD+B/ZA/anGdP4bZjj8PrJw//nGnPztFoD94U54/qvCnP/YNkD/AmJY/yByfP25GsD/oGJA/NM2WP6Iesj/5Gns/Ng+bP+R1qD/EJcM/V2uCP09CrT/WMmc/nC2PP26Qjj/rEmo/NSyrP+uVmj+U4J8/",
        "g86yPwruTz9F+qM/umpeP9q8nD8hY6I/cV6HPxyahD8Lc4U/SSupP/E/Xz+pII4/sxJPP7YPlj/w7qY/THybP82uVj+kxJE/JYWYP94qgz+I0po/TkeYP+rOsT949L0/u+mKPzkasD8tKpI/93mjP8VJlj+wXoU/o0WXP6IzjD/jb6E/2lurPwTvrz9fh3Y/nFwcP9xGoj+pto4/F06qP5zSlT8OKHQ/uu+UP2jphD8f1aY/9T2cP2hygD8zdrc/SguUP0YhQD86vLA/z+KaPwuQmj9G3pA/otatP9SzzT9tUo8/x3igP/yboD9lhJM/v7uOPxMrQD/4qG0/vqqZP9A9lb0RvAa7ZJKpPW2KID2Qlpq6TFnEPHYxZb6jgaS9xdAYPTEOKTy07EM9qdqRPTenzDzzoTS9Ncz0PXQLqz3OHsg8hZLnu5rbeb3Pcek8US2SPPWrg7xB2VG9PnCIPDZkrz0P6BK+HiUkPvl1HLzEp0E93+EBPaF5fzwUVvE9bWTBveNcGDwl85o9nXaIPS7eUz1d2fw8EzQmOwoo2bzwcfc8KXbWPEj66TxfGYo8WXgEPdYTn71bI8q8bT/GPVOs0L056ko9Bww4vf6INT2wE607iVRnPdqoZbwQkBe967HzO8IRMLyfKKq9RBrkPctHej3eZqA9QufZPEXRn7wV1s68SVh6vNwWib0SNBi854QQPA+rEj52DIi9IfshvecSeTxAho86g1HgvWVHSD3Rz7y8B/RgvAhQgb0/0Go9XR1Avdwu+byv8xW9aAi2PTizjj0sl0k9mL/CvQclorzSBcG91FMVPHCcHju3uEe84ICJPbRngL190448YpaLvHWKrrxRIjk9V8dau5UfPzsX9AA84wDDPOXwYb2IgY093zAQvUoJNbwK3Ea8f+oqvasI3rzT8Xc9i1cevjXu2LwmHkq8diG2vIYmCj22CAm9CQaKvHIjND0qTAK8ykU5uSQfAbyU60G8D9GkvciD8rsKFSq+KTznvLQM4L3Z0SI+",
        "hSRgPbUEgz5plNq9ZtrTvVHrPbl4vAm+56dUvWc4H76Tr+G9OWoSPnj7zj6NKk89w57CvRvvjT1BTDU+SZWqvWe6q715x/m9HB24vhfSPb66Y6w9MpJQvVza1bx/3Ca+WfefPRz01D4SkOa+T6lMvqz8Dz9ceRy+2qemvFM3Fj+PdaY+I4KDvtJ4Fr4A5+q8hZILvtDoTbqkOU0+DsNWvjiRnrxkGhS+cIHQPcRXtL3avjC9c90/Pajwbr3PbU4+USe0PvDCNb6u+Ke8nQD8PEKjAT4U0OU9AgxgvfNhVL6V6To+D9GZP5z7lj4wHUi9gX9DPWgo+71+JU6+XV9bvTUpoD65BHo92SXFPG7MVzyvZ5O8LKM+vSPF3D5r8H09/3IGP3+VJD6YGsE8r+tkPrjA3j68Q5I9T1wVvX9Arb2o8lw/bTeWvrNvHL6gVT0+saIgvniBIT4nEZw+2A4YPZa4cr6flrg9tUjwPXHG0L0hSsc8LXItvl1R4D7HscU8nw8VO/WLV76Dyi++HBJXPvlK8z6kv5w++kKWvSFOt7halge+TCkbvi6zbr2vCAi+q88PPecPUT3qgtS9t7tYPnh4xrwAw7Y+VboBPj80Kb5MWvi9iOX6PieKLr5dabY9cnK2vbP2s700Upg8aPGovYE+nb2rpos+0PspvmqnZj4="
      ],
      "backward_recurrent_weights": [
        "JefZuiS61D1QLCs9rKnJPpF1mD1Pmkm+bLuEvn+9ErwdX4I+5FYWu1Juib6FOyW9UkSkvjE7VD6hZIc+1gouPZ1TRL3clJS+P/CjPReK4bwUnNC+KqNSPZ4iwD158/u+Ic8hPMipPb4rU5i7dUervXETxzwUp2G9310wvnhQRr6xbpk+JzsqPmmXsL5CmT45y741PVa1Fb7ibwy+0n+MPq5epT4321g+3cLuPR1fYz1y5Hi+7oylvhOphr1Edic+99hgPuUZhr5TlFW8ye/FvqOqxLwCmLA+t5nLvdInpT1TXNO8R/zZvaH+mj2Zlpo+63Ztun8Dub4BkZ++S8kZvp1q6LxFvyY9H6qFPYf2VL1CkDK+UoaSPo8kRb7wY5C+6+X6vDSvr76dLjA9lSIFPgijEr8G15G+LOiUvoNHizxKccO+16yLvecyrD29xOC+YxhfPb1UCL6TExe9sW/FOrZhyD2XLBc+HjFOvXeSDz5p0hw+GUZsPiGlLj0fzI4+e2u6PBcZCD9YTCO+HJ3hvnbzmL7HEdo96Hq3vluCq76pSJE+v4aAvUdKyj2mb4Y9tZY6vndLm70Kpu+7IJL4vbcswz6u3DI+ux/pPbFMAT6KfFe+B+pEvtw1rD6eNMo98rqoPkOrDDvhdAi+UqX6vVwIgjmhw7K9eWGKPfTiB77Mj5g+J8UKvnu6Sr07UuS8EJCEvibQsL24/Ok+zaHWPUsqBD6QSYs+CIM7vqwDrb1KRRC97FSHveX1gr3QQ0w8VuDRvuFZqz3gKsw+p8+UvRXtNLhhXto9B3fQPYeYxb5ogs881Ml+PlfaLD7zI7G9FbyiPZVVL75euRq+LjXnPWi5uL3ZBio+tRxMvZhOur6YZNY8Km0nvRGKK76aL9S90B7DPcZ4R7zGdDW8ih+xvi2tmD1ILp49YgWovgxFBr74MKE95USjvXfHMTrjKxO+T2EvPzRYJD5A//09dAF9vuaKQ74ahYq+iaClu2dRpz6tooy+tqmsvbMyfb7kzB2+",
        "+JnkvVFGgz4cYwE74WRkPbLBGLztt+u9poyBPvd1iD1GM1i+x2wSPtk7wz5hbhI/u5Jnvg4FczxNTQC/V4chPgfnj7t8UQa+G2UCv1v2wD1mWuo99L04PoOO6z0tJqC+ec2avd4Dw7sjJZM9OVGYPkpcIT2mV9a9YW0pvpYetz0U2U8+X6QhPiaBir6mrxM7Kto6PnvOj70lcoY+2wJZviTu/j3r50S9EE+AvXUCwT0a6bE8eJdOvs2Ogz52Pi8+WEaCPjHlxr2HI4E+sJOiPXJI8L4oqpQ+Z+f8PcCOIL4Y6II+XXW3vb8EUT3A8oM8V5I3PmOHRT6HLmg9BJ+mPpbLIz4VVKq9PtifvdO3kj23x+e9K3C6vQCSYz2aBwo9SdLOPFP4qT0Za5K8cGaCPQv0HT5iTI09dxBGvpk9fb5iWZS9U8ubvT/v5D2LjkK9nZhZvj8x1DzO236+MZRAPevGD75/WoQ95iwwvquU8L0+Qai9kMnhPbmiPT5kKGo9gNNMPlNFXT6Iz8I9Dm4IPDQ38boCAIM9GxgOPo5ffD2nUyq9dNY6Pj+tMb4WPQY+tlqDPbQVcT1WJ8885rIXPpbbSD3gm1O+Dm+NvtWY4r2rZ3i7LMXpPK2XFz6/QY29cpUAPhdthzyPa9q9MVmvPTiy/r2lJ2898RVPvnrtrb0RXuU9fQq4PKDlrT1Nb7c+WQ4KPiR08b0wdda8wuKUPbtesT0l2Cy8pkUfPllDMj4lIBU9OCoNvAbP9jy3KOo9QjwSvOjOGL30ESO+CzHCPiziQb58x+085ERzva65wztm6BU9NXfLvGxRPj2J5Km92TN8vaWVPTyZoBk8JuFkvKNc3r1I+uo9iD5zPnrCPj5MA549KaxtvjNqYT4Lkkg+Pcn9PRGuuT21qiw89LdkvY/Pab1GsdQ9BptSvjQQv73mIee8sJH1vPNFVD4w2XK8BjFVPo4/vD7fDBU9qjt0OBAicr5vLY29Ax0SPupRGT0hcu09rPAzvWUfUz3qWaI9",
        "b6roPbTzWT7XH/8822acvBMYuj3zkgm++xk+PTgEjj5drb09kKaPPXg9hL0xeRC9YWALv1NboD4t7MM90h8MPdi9LL4R0nC+wedqPkRsB74bF8O+p7H9PqzWZT52Kae+3cW8PWed+j1Jql490V9dvqowVj5FvKq9hMgTPlcrsD368j692s6yPhoAQD10C4y9dcWcPuYtk74nDYq++dMPPkeBSzyFuQq8YKtAPrL4fD6QL5G8Zxqkvq8JKz4p0yg+iToqPraN4L1+4Iy+SFWYu9OmGT+s+yo8nFhUvkkeyT44tqA9ZBH4vE8Svz25PMw+UpNFPRkmhb3eBQ2+9qa3vQ8ED77k7q88IeMsvu9iyj1H5GG9J9MpPQqeA776RlO+CNMDPvjDm76Ooe69g167PTb/Ib8qO5q+pXOmvmlZ7z1yoQ6+ENtTPoYvI76geb++iw4/vrQ3/DxtdlU9QTPLvfYx+z3KBgm+PJKsPHwwyT3+qeI+XZOyPrcLMD7crBk+l/ZrPb7PxT498E08sarevjSCjL3LL/u8cKUevvVCj71VasI+RqeNvlbJLj6kOAA9KsgwvoKo6Dzqw6m9AK/tuxQtmj4loko+KZwRPtBICL6dKue+3LLwvcTujD41CJA8R00CP35toT07rLO9KWOIvWnlhz7qFKY9zYvhvKB2MT1l7Fm+Ed8mvqK4uL6Qb5c+6pYIvWuhhz79x8I9/7b0u1zP6D6/fu89iDzAPjlRBz6+V7o+fG6EPvE54T7PvHi+a6yOu4fwxj3mLve+CrcQvoPyID5GmR0+38UnPlX2/70HP2c9wsi1PpgZnD5pnp8+rcoOvUk8wzzo4yk+u1cBPZ5MBL55MPM8Th1jvaZW+TzPQD+9q71evq7KBb5pq0q7bydTPkirvD6Lvq8+VdH2PLFBsz2xRPS9xHACPtZrkT1EAiA+2fDdPl90Vj73Mh++xXYBPhKyYzy6DCg+QGR/PQetczxxnWe9u1stPSMLpLwz3XK+2CUWPS6yqj7iiqQ9",
        "Oi3zPRhSuDwK7y++/83vPVDUbD6EbbY9bs1jPinPlL3+Lh4/ECmIPXXSur1eQiE+paCMvatDI73t9jc+rAQ5uenk3z7sNcQ+4CoIP5W0oD3ef6A+BxK1PkkHlz5n0eo+2xcjvxUvGr6RNXy8uuH/PXg7jT5mmVi+QuSNPkjlKb0gtqi9FLIIP7L3pD5d4tc9KQOEvoyNQj0QBri+jpKtPg/1/btH5Cw+pdYNPbSCD74FAzg9Dl+8vevtrr1cAXy+X4T9Pcqhdz5P0sw7LyquPsstBz4+VYo+/uFUPlb0Yj79MVA/I4kqPZaRsz29Or498Jwxvk0BuL47xQg/l0qMPknWvLxURec+e+ijPkbDUT4Ey5K+pkV3vqZvDD+EWs+9yK4vPMBGgj4TtD4/I6wTPhJMLz42ev69mUqIPUAIfL7sUe29umuDvsTXBj5DzwK/d6+VvQ3meL1d+wk+979LvR5Pj74kv3U92ojDvf9ihDsVhJQ+OHbfO7SSmD70nYq+tH+xPjGA4j5ncwu/yEHVvPVwyT52+im/4qT6vgP6Rr4+YS6+W4WJviuUFT7ggOa+bpWRPvrMMDpNRg6+UjdAvkUivD4N39+9R5EOPj1Qsj2SD1C+wfgSPoUwl77OzZC+/U3QPtJ6Kr6Ve8A9ilk9u1CaC77fayW9z+rQvfNLhb58FIS9dXswvDs6EL5SLqC+w4KNvf5hbr6mcaW+QOZwPnEgjL1nR6u9kuaWPWpqFT17UoW8MI/xPcgrnL6+3NW9azb6PIHMTz54J8s696P5Pl9SLb66yH4+fLAtPffEqT7EGEO+7f3wPRyzWL7+hmU+ZIGePf2D6Lz1vgy/d729PBxhTL0r2T0+zowlvqGfqD3t8Ua90RDHPYYoS77+y18+1KppPoxwzr3U2Ju9v8UivNWgH75c0/29baW/PWTN1L7cylo8pWapvtg8Hb6hyYc87suEPopOiD7H8Yi9ifcsvw8vPbxrerY9k7eFvvpSSr5hMJu7zgU2PyzToj7dExy+",
        "3+vfPVNxOD0S4n8+wvwkPU/te70vSk+9D+iavW2bCTyMsHO+ztIlvU8dWr76K5I9sZiAPapZzz216vm8kW7APe8v9r7n8xK9Fs1UPXxrALxGlKQ9omL2vdRJoTywsDa9oBewvJRPHL7KtLM8oah3u3hMWz7+vlW+p08tvtlh270jbSW+SsnBPn0naz7m6V8+4D8uPi1cM74kVzE9cF6lu52ii7hJbjW80DbGPQZXkL3If5U7GEdxvkPOwD3/vaM++z6vvYhrA76K6AU+jyYfvOIE0r23zR4+n1M5vfViDj42/m0+YuMkPYR6HD4u1Fy94oMcPhfnUD4t+lk90CH+vV0xJ7tv4II+v1OsvX7KLL7srhE+mPgTPkjX1r7NLSC96ZvQPZvxGD4M7j8+iX45POpuqL2vR46+2Hk/Puu4Vz7VEU4+81oVvunvtD0ZY9+9wEUHvjxKPb74aiU+dpQuvf9XHr5MC7E93/eAPiccSL5kORo8adatveg0uj1jOOg7rZQpvg4ZED5i2Ak8xiXJveffDr2OdFw82M2KvO5khD2zyuc9X3VtPZgQhT0gBcQ9C4JOPYhIir3EYMO9VMkGPmBvAD65/cq9rp+QvZymQz7qgM29NfpSPdbfbj5ZvHQ+6G/DPMdM3D2Ae6q9ISi+u49tPj1zpQi/vOZMvs/jgj19Q5C93r7wPa9Emj66r2+9PhiIPkCSpD5dB708ynXSPYl1pb0WFNy9ZbMAPyTAhTtK+ck+FzmdPjTWBD/L5le+LrIePsMWnT7ekNQ9+7ydvP5aVT4MQ5A+nPXEPRVjCT7Hrq6+lXYVPnergD9iPxo/ng9cvUYURT4qHtk9zyEWPmZO772B02Y+mE8ZvbHkiD5vZHe9GY8mvqIrVT4xNtu9gJqWPnVqLz6WcCK9XogYvinKHr6wEHW+VTGOvijWyT2y7Eg+MFr3Pmd2Bj7xGWk+fqKJPZ5axL4ckWC975FUPhRz4r0cxJy9IMpnPsrYu71KIFe+tl1ZPtgKNT571qG+",
        "7bWwvYSEzr5Z5Z68nM6mPg0VE757sDw+RMYIvaubtD1ad1E/VyzMvpvRgj6iZOk9hXzuPo9XKT5WU9w92ZAaPurmjT5wdpe8ePJFPvisnzvPepQ9iI2sPscbjz7KEpM+bQcfvVuIA71zGP2+pYClPpxD8L1cy/U9iespPuJZz73C4xE+EXW5PulKtz78kwI910xRvjw+hj7HadC9ORgjPgtQrD1lGQu+2R4FvvDjJL1WIYE+nKdhPti9vL1tpb2+noGivcxLiz5coim9+lPKPhHegj51C64+ZsUOPrz07D4Xams9kUhMPb9D7j0dMGa9EOEsPcTOIz6Cdsc+3QMLvokdIb5SRtm9gDVZPuNc070wH5G+K5ckPQGJOb6RX9E8lK/Jvb07Ej6Axqu+RkmWPiyjlz2wQrs9WvDSPtiiGLzZ03Q+geyOPmXGl74oC8g9SxfJPaa15b3c41K91WIcPqMlG709WiA/Z8rZvqrdLb4oo72+RuIRvYWm2z0JSku+AssAP4ZyS75LDwe+dyfEPVJeUj5IWNM9PkurPi7cOj7z6Mg9qeBmPgxJGD9FXK49J1UtPh4MrD3aWL4++2nJvRctqz0o95y+DD3YPcOGojym1I4+g3Z9PvCaCL27tMA9D+AUPkWXUz0R9jo6GMm0PWgYkT76r1+9gGMovRuilD002BY+XpnyvoFNkj6xkuA9yXI8PklTZr7F8/M960S5vDn5Ej6r6Qk/6oy4v/xEEj6XDl4+WASovbs7JT6K3co9KEAbvUILwr73TaI+NtkNPwgabb1GMTo9MFiPPr+HIT6p/UG+GkjPPBLoRD4c/2o+CK/xvtlZST1dE8g9omfTPrBtez64Ki67qQSUvoSV3r0rDqu91wd+vlj1rb1qgrs+kH4QvgrNh77XkmC9EZMFPosa4j2PqU49RwMdPv8THj+1pdi+r9XdvZw7vj3rhnw9aUHcPGQ26z6OGKg+cnjoPY2uQz7Y0qk+jWyavNC5+zwXL28+3HO1vtyAlL42c647",
        "AMduPoT2sT2hlia9vUh7vo3WkT4YHee9yc2WvdF6Dr7QjsQ8UiT8PUYVqr3oAra9u907Pm8PSr13TT4+NKaVPtYGC747DK89xhiSPmXpR75Xl789wL4gPs33fr5bOAc9qCFavTTpc76BRMg9KXFxPumF+Dt/Vpk99HsjPRfiDT6O3NE8DgwePgA9HT9jeN69bdeIvWrK+L2+5r4+qcBuvpOhELxw2iy9LJCYPnoRtT2mpKi9tYiJvUEruD4qhoq8QrZ1PTxP3j7K6H69z4KqPl7qKT4eFnW+/3kpvj6KQT0Q1QG+8ZTHPUvD+T7rKrk961r8PfTuRT52m4g+TTLOvoGbkzw2Y4W+ERJWPf949z0bw5i9N9pjPT37lb6qO5g+xJd7vm0Usz4Opk+/GOrivD0LDz5zh2y9v6tovfXulj6iaoA9iNExv04iHj4F39C+DySMvQPFY72rrWY+4XMSvgvL2z6kUxq+VRBCvUV+zL6/ISY9M1iHvmiO573QD58+vYRnvrOmYjyfhKs9y8U6PmCV7r3DQ8W+Pqglvh3k7roo+x+/Q1VaPiywNj7AJdU+Mu6NPNDq+D1wPKY+ranZvqGClb70Q6S8WccRPghp2z1rvRI9wL+OvrHRfD3duo2+IpncvRichr4qvx29tgEdvvDLVD2bvV07N3WlvvKyjL6iz289HomjvJ0XHzuvErg8CJBhvg1nYjzJVgo+tnu3vYe7+TzzqQW+8jfvvdRlrz6HrRc9eMyAPuRdNbyA29E9bWk6vrqD8z12Eog+r1gUPQvOT713hLK+1WDgveig0T1xP9K9tn6YPfH1Ar7qn8q9AQiAvbvmNL7B+qE9duehvAb1ZL0f8LK9J48Dvh0gAL42Bgg9z/afvRx0Xb2dXim9wwa/vcBywb0L0GW9L+2Xve92hz2Vucq9XHVrvNyOuT3kOc89SU+2vkBljrto1mM+fSc7vakWZr4krr69DDT6PVOVzTsr5sa7Tk2nPhfWqL0z7Na9+tfvuxPB1j0dtdM9",
        "GzrzvVAqm72mjNA9/267PZElUb7ZbZ29zpOZPuwaI72OP3W9QlwUPr/cab2AZR2+qilQvZGjID2aSBq8NsoFPleY/LxLzb29gKZiPSM5FL9oLYc9YAcLvAH8PD6nyHm8OOPuPh5hDL52vXK8fmdMu6v3G76eBUE9HA5lPc3kXDx7PPk94Lx2Pqilrrw3MB+6t+7GPar3dT/9L0u+DfC7PWHDGr4px2Y++BM2vvaA+j1T2yw+ya7CvRURgD5B5mQ9TpsYPsgSdbiikvo9qyppvfVDQj3w0Di+Y3PHva5+xj1Hi0U9mY4RvuMoDr1Bv269kfEtPSKn2bwNR6U9hShFPfit870oFPq98EwHvy9lXT5WDr295noxvURMKr/fwz28QaURvlybUL0Ep/w9AqZJvrseAr4A86q+gI7DPoqkCb4K46s+sq0FPpZ9P75+Laq7EuJ2Pmcu8L1Xwwy9RwrCPWBVxj0ozNU8o5ISv/8yf79lZ7O9JSx7PipSOT4NCj6+qrUDP8r4Wz291p48If0HPsRNsr2i7QE/JsAiPCbkYD0ftr8+xiOCPXoxdj712gg+AVntPqTnmj2Zr4M+/IozPmRHrD2GORS/Gf4sPve+wb5Vnh4+xVEVPsa/h7ygtVu+juMHvYnTTTxHhAy8FIkePsVF9D2FKVG+uHodvndi3L1hbL08/IaEvgdUCD/Uiti9oGYHvoG5JjxpmLI+pkx0vWf4z71uUhM/kQ4sv6mZJz5783m9Fw8jvko28b39+ni+9E4Fvl8/iz3PAI09V8h7PgM3n70DHMK9TtaUPq44JTxHGFo+RXJivqKclzyanBg+Qh23vQENc74gFga+ZlA/Ps9EiD7q+AO9CdeuvIA2lb0VE4i+o0VVPqtImL4lnz8+Ma8TPri7OL47OIa+m89FPFMCsT2P1+Y9HF+cvrXRgT2jHHK+tuhHvidDTD6RDtw+w+fdPhqe+D7Bg069PP1cvcSs6Tw1H0+9JyWBO0DS4j1i9a69+3XsvUS7br82rJK9",
        "MqgmvAzlC70UJ4Y+ae4fPrAtSj5biZc+xe9BPr8ewj5UYUO8LH4lP9qwnT7ktzm9NpSyvUgheL5Ga3y+gIcwPsN5v71+j6o+p6ibvRrnj7ztOZa9SZ1OPmOkh7+Fviu9WqnSvtQkmj13+gs+V9oDPnVzjj114G2+V4WfPa2Ybr1bBkO+mzGovZbq/T0jnxq9AmdmPZ5lPrwpZyW+lqygPrpeRj46RwA/i4fSvmynvr5HDQ8/2NscPu2y3T08bfu94fxSPQs1ST6O2XQ819RiPjckVL1X5xq+VLU+vUxyrr2Smdo8i52zvSfFRz73tja+dxKfvtkygT6VxDU9HQKVuxJvzz5/o0C9clf9Oz7dgz7DIYa+csjTvEK0pT0qkg488TA9vgc4lT0i6TG+Lg+FvTA3fTxpKKw9sgGhvjYpWj1VGA896SfEPT0UqD4riDM+g1nHvHHhMb6fjDO7MYngPRj3Oj5tdHQ9/Eq4vokKmD4lM+W9w5fYPUHIjb2KbaW+m3wZvccVoD6aQMi9ah0vvn17Ar4JkRQ9IIzAPiJDWT7HRNW7f5q7Pe3DCr4pkm6+cWL6vBga+r4VVrw90rqJvbzakL7D3xK9DK5ZPiDMD77agAY+YARVPbfHAzshGh4+xcAQvroqtz1rjY099SBfvO1Ogz2qdQI+fGS1PNyYgj7gCWS9ZTrlPPW9qz4sZ2Y+vy+ivT+aXT4bxpQ8+jAwvTiL/70C/EO9V20FvguWS72ymMa9ESiBPc4HcT3D1ri9o8elvT0Vxj5wI4q+KTeYPpc3Sj7Dw/w9rwOvPsXuhr4yxLM+W/+PvNyxYb7gh+m8RksUvkDJPDzMa1893Opevlzebr5M3xu+2BFKPt6poD4Rrpk+IQbCvVZPGj4tb849PBkwvgXBsT4/LNk+Z2qivsMrCz4G8Uo+u87ZPn8q2z6fPhE+iwz8Ox154jtvZUI+vDOaPjk4sz50FqM+7NNKPUUH6D3tmHO+PEhhPsBsJz55Rdq9kGUCvro51D40wp0+",
        "3KlRPhOVHT6GfQo+9/APPaPkgj43C489HpCIPS+n670huhU/oSjxPRWDyD4KAls+Aa0sPq/RqT6Eyvq9SOoBvhY0mz0lZLE+plaoPrA+bzzPUPo+hBUhvsEMtT2mF4U9nAJbvdxMPz2DydA96HaIPqsgMD6H/r695trsPcxtwr4Q8ZY+wgVGPsyNJL6XA1i+manXPN3aKT48OxE/Zqi3PQNjgT5R24Q+mU6ePa1+R773QXo+L2KIvoqXxr2D9b+7HdMtvmpLqT2lADK8KUPbPTjzO72TYUs+Z5qxPV3SiDygf7s+VdX/PaQ3U75w4XO+IAskvT3SZb6ucai8LG6Dvlbxnb2W+gC+0O2+vR0SST6Dny++/Lu/vA0LKz3q30y9FYHyu/UENr4/jBq+Y+nSvUIAGrxuvTi9MYpkvYGd0z3FG1o9TfczvgnrLb4V+Dy+29h6Piqz8j0UfxG80ePHviFNBT0vOhS9A6bGPD7voj3R2RW+JwgmvTFZdr1nnoW7iARlvN/zJ76/io27wX+uPJhe271GylM+eXwYPYSamD2RJGE+7FyqvBF2kj1tGSG+qkC9vjNfaj2K9uc+1U/NvYWVlL0IgHo9YvuIPgjpqb0LBwa+YxTdPAs7nb1dY6M+bdi2PUEIhr2IMKe9cU8AvqOWAr5CcXQ8F5OsO35g1byiZ02+64N4PJCbpT5MWxC9iLZzvYWfvD2xHbs9bbIKvVsvmj37Hka8BH9UPIv0UD7dHRG9+JjiveIbCD7vfye9AYpiPDarV76FKq48Vyk/vuMH0r0rx1093vWWPhyN8j1jBuI9834gvr0IkTtnRxu9YQzNPaUXtj2Mtww9HgV7PgTt9Tw+ZJ4+YwEVvoKBoD3N0zi98eu+O+OtYD4Ei2M9/NUQPvPVFby0B2k8scAEvlpUpb4k4Ne9dycSPmQLrb0QpwA+f5K6vDUUOL1UqoU9UPDIPUqRIr6xxk29sAQIvhvNLD4nNp+9tBHNO8bzNT2P0pI+k64tPUb8d7ycKtq9",
        "Xk6WvklAor7C2xw9Bq15Pt6Smr1G1fE+kJ4YvhbnkD5hwBQ+rfd0PlkVPz40MXE8EwuhPrT3Eb3ycrG+lsaBPkHnGD49MY89stSHPRcJrL2DgY4+1GN4PnKzOb6Yone+bYdQPilCaj6MeKo93UTZPQb9TT4RJri+PzivPiV9DzwLID882iWFva1laj5GcmY+SRE9PSNM/r1GVCC+hOXNPbUXNr6UBy0+q2v8vUgCub7iRJy+VKBjvk4p6z29EHA+pDhdPTaVKD4wRNw+yjqwPVzF071p6MU+hRBVvbp/Gj4yTqq9VEkOvgTjTD5AzXo+Ka4HvUhowj1Ixbo9yAyVPRKAsD6ba4m+0IZtvGmFbj6boKc8ePFDPqGjl70PBFy65jsAPvMzbj4igNY9jhuIPsxQML4KPuu8Vi+EvrBBrj3ngcU7xMccv44hjT4W7ge+fcJhPk8VnbxWkbS+1oZzPuQvuD6qVPC8MCnUPSaOKT4hBHq9RxcsPqUFIL59LQi/7ogfPxVfKj6mOzm9Q0hVvsEC+7x/Euc9/Sm0Psp+MD6MeEo+wwG8PW/wab4vakw87TGlPDl09b6VBIo8RkR/PvDWIz5Cx9I9P1adPvn2Pj5zsCk8FRZvPq0suD7nXJS9glHuPqyVCTzYl4m9zOObvhhcn74yKmu9VZuPPou3Rb6lg5E9LakzvpSCQD7QCeg9mmONvD56UD3fxgo+VRCZPgcxlD6zfik/iWgSPvN0zT4XkvE+x1qqPk6tDD4uUeE9o6iNPkxihj5Km+s9DlWRPm4EyD45Mas9zlKJPvoOkz6T7rc+9O6eP0sDVj4Ym6I+3bBWvlE00T6fLek+LcjsOabqCz9Y1RG+HdmzPfG6tzynzJk+YKzDOyHf1r1u2KI+d5AcPqaD4jxXa4U+XB81PotoVT6fmQW9bEs5PsgAwD2muO0994VoPociyD0whZI+IY+kPnkSwD414+g8p8H1PWJ4oD4dKby+VKFGPt9coz7/u7s8hu1tPsIvWz75qLA+",
        "CrEZP1OvNL3Bo4M+w+4DP6piHT4KW/k86mDNPbVYWr4m7yU/AMpgPlk2M7tFW6k+tRALv+UINr3KKZk+epR7PnJC9btVw/89Js9rvE/XAz/AN1k+FNWXPRBG5T72RZI+GmaDvsvwQz6K8cY9yQsVP8kr+z1F5ow+n74lP6TuwD5cXK4+SkCIPnMAvz4Km9c+e7USv9+EEL35hMM+zgYoP8lZrj77FwS9AphYPR1AIz0qf7g+yxOLPp9auD379B4/YjyHPjVYfL4dhLQ+/1U7Ps+ccD60y7s+NTBjPtxeCD8yLx69K+DfPhuS1T2pCrc+KTRvPrIiAz6s2849FuJOPL/NSr4M5KM8ZdkAvpazSL7Zwx6+JioAvu07k76ym3E+5xPxvZiJnL47B4C+Oq9tPlpJBD2SnIm+sYkIv8BAqr1zorw8uQmQvnBUrb3Hsbm80XzGvYWj9rzEZhC+a5EMvlMNBr67Gce+7gWNvdWwtr2/gxY/R/vWvb+UTL7GGzu+U76MPlP5yL39FQW8+IGJvZ0k6bxhNQ++aJIevjAw3b35LQq+l7Qlvu39ab4bgZU9fRmbvpvcIb05mPg7AnzwvhA3+juvn5c+B7aIvg+biT0Y14i+zwGRvvG35754wlU+nuqxvsx0ED5Gnyo9erg7PQTGdz78HTC+MfL5u2vHg75BH/+9KPY5vnEPbr51dMU9ljGivFl+bb6Tyb+9I9NAPgWcM76LwQC+aYHTvpctE7yN4S6+AyhIvjRmBr1dVq09K2PzPZdtLL7+evm+iGR1vk8aBL+qZY499r4qvEelVL60i529rDtwvrPX1b6B7sq9J8+VvT4oSj7YEeU9JfgOPJ69Eb1uiRi+XEPUPCnwnD5r2NQ+gp1PPqkMG77WIMW96DNmvk8ofb7hH9o8whuLPF+QEj3cg0G+C5ZkvLrFm77ZU4890rt8Puil7j14SGY8712OPbnW0b5shFm+t5gsvml6UL71oii+bv8/vne+kz1yjza92q/bPR1JZb6fYaK9",
        "o22cu6fQFT2b4LE++h+1vLK25D4wJcc9DunZvPvvNb0PZDI+JoiMvpFaUz1gNrw+KEAtPuHK3b3iz64+O+EbvU3Hdj2L/Jw9luHKvQN7ST09NQo73WTcO/sQgr739f48qzMdvUoU6T3njRi+AvJCPV4JEL7PXou8GJQXPmnOqT1NYVK+69roPTlwS75t+EE+giyGPkQ3bju6wJ29ikgTvsLQmL2tKE4+FFAFPTo8gj0tkKU9eA/VvIyVEz7GVAw+xgHwO3FVOj5t/06+2t68PugwZrwBfqm9nXfSPb3EXD1ceNO9mE0AO5N+hL5qYl8+AEtRPq2Ekz79QGM+b+fYvrblJT4Io/I8xCZWvhcGEb5ijE2+B0IOPiDJG75J3LC9N5V2vXxGsr1fS4W+DjL2vVKKLb2J2Zw9QjoGuYUqjj5z8as99hCSvNfwFb4wRf28pZ3XPVa5HT65gHe++vuAPmZ+VT3M1Oi7TenaPYao+D1W0Cw9HDSLPRiVTr7T8Vq92qJNvR4+k7w96CU+nnL6PZsPm71E/gI/0sofPcXlwbz1mg099vfUPSuV3bt/S5G9XAKLPZDDKD3Y/26+q7alvdryDL7TiLg8e8ESPTNT2T0RbMm91kswvePWpr3Lzwi986InPRg7Kz7wViG91qOHvfh4H75/hXw95TqFvhTMtz2ZGcm8QVvJvsYjjD41+pY7nL9SPs1XUz3RzDQ+nf2ePiZoQD4ydSw+zOMtPTlDdz5DqtQ+4v+yPkCz7T7WAgW9jLn8PQuezj5OAbw9hg+qPh3LuD7HPBE9dyjoPtiBHz4u52c+mlLJPoWYkz5njkM+rHw1v3dyzD60Xgc9NB+bvs/mJD8Je5C+feMfviswir70n4M+Y6sePx3Zgb2MpT0+0FXSPofhkT4zqcg8zhanPsPLKD5NZk69Us+pPkkHLD6XrXM90wVQPkuSKz0cozU9+C4ZPkAOoD5Sb3I++q+wPWpNiz4JtYC+WcXVPoEgOr6WV6m+UXOYO39qRj6wB8s+",
        "JUutPt80Rb6qbZE9xJ2lPtZ9hj6bI6g+arSVPgZpLb7DHq0+VOeSPvGfkz41UWM+Ojqkvn/7Wz2u4XI+hfnbPfzeRL2LiA0/CzpyPmLTST5RzYA9WWkKPg1fqj5UO7Q+V7zoPGLzcD7htjO8vZh2PoxDUD4QF/68kVEeP7PkmD7o2J4+2t0dPl6Adj5n9wM/6P4evsyZwT7jDLk9QUyePspIPD5rVwW+6gpUvAAzfD50g9w+z/LyPhweQz7+yOE+I6WJPWJh+7182hM/3UqGPpd11z5Vv9E9OBaNPR7HiD7SG7S9gFgfP5OGUj3FlOU+lJLPPmZldL1Ea5W98F23vNX4Yb5FExm+lirHvjihkD5b1Zy9ZLq9PakSGb6PtoE9MdUcvhyvsj5fGNG9xip8PgWf+r1P240+QTT4Psz+xD4TRIa+7siGPuuzxT46vZW9sXq4PpY6RL4qst09LuQIPPW/Qr6yoIO9u/6Rvk+p7j2x7JO+t5AHPvKfhj40zAe9XxUUPvS8172hS849EZ1iPhl/8708scE+TGKBPt67BD7KaMy9ixwCPDhaJz7+6g8+f+/cve8DvL1yZw2+a3nXPSWisL6Kbhw+Y8CcviByiLzh/vs7TPGRPmV4Ij2PJY2+GqQfvlwRvz48dWe9sHOrPIiIL767Phi9QFR7u9UCKT4jKWc+dc0Av58reT4WIJO+sUYLvk5JKzwOWEg+xn/UPZvq5T6fHVO+ypObvd/6cj6vKae+Kzu9vr3txrpj4A6/Z39xPvomCb6s81C78eaWPcfhaj5u6wq+z+xwvUiWRj7YSC4+j14hvdz1gT1jFWY+Co/Lvg/fUD590RA92YYgvsjV0j18UL8+XGjRvZNKp77kM8c+H0jyvVxVTT7O0bc+0OZWvasr8L0k0+e+2Ww6vcniz724M0o/rpKUPTBEyD3fXru+hbUgvtv/xT623pS+odztPsTozj68Zw0+mFCYvgM9lT3Xl969YOWxPVx31D6wKTm8a49tvH5iXT4lGHg+",
        "pFnNvnx/ur4GEA6+L4SJPeyn4zxxH5e8fcQePTa36D4O/jg+1y/APtcOJ75H7zi9PWIxPiNeyT4360w9yq7cvTOIML5qH4g+LSpzPoSy/7wBCl69O34bPKI3vz1O6ys9VjquvVQi3D1RWfI+UP/bPVsCDb7rfr6+38n5PqQxhT03Fpm9t0fcPRLWCT5RaJ69bdzBvZGtKT5BZwe+zKWIPESMgr4vWO89E3ZvPfAsR75MULy++8KRvhrSrb3lZI89KYt7O1GlKb0uvDe+4KRSPoi2rb1ara48opQkvQz0wb3tVCo8omjDvDuKwD5O4py94uRsPofsnj6+QY88xVOHvrVW+D7+TrC9awUevly1Gb6YPbo9KcDrPYiXw76kFpi+Uw1XPkpGX76j8Re+lJgVPCx6gz5y+YE+v5JDPtSuDj0N+4m+WhA5vXTgMDw22B49rCaNvomhY779pEA+1+pHPEwBTT8nSIK8EOQNvgKZZz76+B0+js6LPSt5wb3ip++9D7Iwvik5gT3mEBQ+koMgPctdGL5Gs8m+8x/5PYxisD5XWgW/9gAwvng38L5GM0K9o63SvcrRNj/w9Lo982civClT4jxWTQg9gR+evB2JGL5jxo8+R84fPUKfR75VDXG+aUJvPp4bHD1MeZ6+NqYUuWP8Mr16b/+99w7nvSR2bL6Vknm9SUsWPv5O2r1f7Cu9MjZYva1AkbwVFPa9PsXIPh4g272DxRu+eCaIPYQjlT7KotG9Oc7dPDWsMz4xBN88NVIVvrygNz1Lh10+mg58PUCVxT3/pqW9SSymPthr4T27ptK9ISabPdzCej1wm+q9+9ohvvtTYzy1ZGe+pmEOvj+YzL2R6RE+a8RDO08psbwpSSI+fhaPvRBWZ76FeRE+rnA1PnmCFr49whg+CBYKPmHrgz6NhE6+UQkGPrHJmz6XiAq9DaASvtr+5L1bqeO8DK3xPYGt5zzfj8k9rY20vRSyLD1ikQU+aFusPudZE76ct/C9uK0Xvnibvj0h40c9",
        "MdV0vT14Fr7ll9q8mXrfPIyvFD4e/tQ9yKwkPrdpTD104xY+qchGPi5Qkz4FGFk9flndOu82r7yMPmc96m7SOysiHjwlxjY9BbqLPt+HPjwLQ429XI6Fujqvtz01rQQ+v9RHPi4+RD4qclG+J14EvmHi+Dw6iCS9mSgQvmm+zj0Qw8W75uo4vSAJm70g/+M9YOE/PhzYwr2g+wa9nnLCPWKd+L1V3io9ntZFvbxSfj6sN2g9PdmmvhwDTz3IuE8++U48Pird5T2q5Y28MqiXPF2Xjb76+jI8i+e4PUPSzzw1T9g9UzVbPpXl/r2X7/c9FvnDPe+AyrzEQue8aAJKvMIjDr4NTW2+DuZUvoxmM76XWNY9a0SWu3irG73JTWc9UXSaPZYizD4IVAm+ltWKPpgsnbu9UrC8SOjOvcQFjj6Fh24++HZ7vIDN+T1l0x49ZXH6Pj5B573NiKW+BFafvls9m74+q7i8iYzKvksxAb9necq+6BNiPfDsHz+pW5y+3TY5PgwLDr6A6Y8+bV2rPp7IdD3gVqU+fF1/vrQ0yj6cyL27aZ7jPgNVMT5sv7S9dd+OveRoC70q0Om9FDCKum887L0T5WQ+WDoNvu80GT00mkA+bWF2PSXowT3ldzK+uluivpjS+j2LBYi+AsRnvlJK8r10SbI8Sjv6O5EihbzrLbY+CFbrvbtUVz6zBSA+dsU6PYtJajuGs3w97cazvPrhxz7zEqu+bgnYvg39wD7aL3a9Mu3BPe92ib1SQYY9H7OmPuqfbD7qtRo+2Eq5PDWRTLyGvCG+6AtXPWztTj78CE6+xLBFPX88uL7gQq292H6sPnTewD0x+Cc+dUnLvcD0GL4ArN09zpWfvhuBE75sKLy8PsdPv1jOUT5myD0+6+iovnfUuL0RDIm+gqyivrx1Ub0Rcro9xWvwvkIMG76lItO+8sDiviyG5jx/Hqo+51QXPBAEWj0pX0e9I+n8u53xID2LNrc95NtIvUZqoDwPJ8m8NCaDvDAGRz7LhFY9",
        "0njdPuQ2RT486A6/M1QuvR1chT5hJpC+6b0oP+2qyT3wPPQ8uWD4voMeXb6mttC+UQXTvu0sKL6lflO+1nofvt5o1b7I+Iq+6ez5Po6qKz4KZ44+Z+ifPgWSh75JdIe9JE0JviAyS7/qf669UaYfPsd7mz4hoRU954EMvkK1gLyGMSu93xZdPU7P3T7mFJI+hHOoPZOwtT4VXi8+bmYuPkdt5D2MVQC92b/EPp7+0jzs4Yu+FwzjvBMdBb5f9RW9Gau+vaHuND8ohu68GtyWvFQMF7++lY29hSM3vb4Z4Lmff4G8V6S0PRxHCD7/ac++EgeQPmZODz0fh+E9G5ABvsItnr715RM9/AQrvoBbpD2VigI69mPgPeVgp772l548JfU0vrBHcj7raV6+Oe+OPRAf5L3cmaA+UQgtvhKQcD7hhnK9jXgVPZqfLz7nbSm/prl1vhmX6z1JDAq/bTkqvYMtrD3GDOc9nc2svcQjBL3/GYQ+q1RRvVsGmr3YUNq840VwvfCqBL7dGQ6+99BTve50Cr/a4Dy9TdkUvv8xxr4L42G9kqwAPpscuD22wj4+nYvVPOEWGT6IcaQ+jf/BvulN/756UKQ+8DE2vfdIUz5VUjW9QuDWvouE/r16Uqu+xLOgPZqaN76h04K9Dv6/vcDvLL465jk+76WDvgWClT3YEYk9HeWVPiyhLj9MMbG9rcscPRLRET3//rw+zvEhvvb53T0QeFU+P1UwPWAbX762Ld89Gza/PWy9RD0EeHe+S9zSvWdyyL2rTmy91JO4vjP0jryv164+QFmUvknuID2jnyG9shZ9Pikvu7x+qim+mvgJvu6IZT19dmE+4Zl1PhztXr4wtfs94Q0yPlit572YGQe+aS+ovZjO7z0bu/S9QQ2PPgVrG74fq/09q89lvp31qr2FsE++QX26vqqycj1uHMC+Zxw4vg/3AL4DBuQ9P9i1vBZcqz26pKY+bXCbvU4/fj1nnIg+/pNbvklMVb7QABA+H6+RvTz1wb6ZKYy+",
        "1WIAPULvtT5DJVs+2H9XviHJvj2MVH0987bFPoSTp74sEoO+FrI4vreL6j+jJti9g7pYvV3Rkj1l0Rs+7JH/vUr3t70TeJk+3A3Rvn3PXT1m8/8+QM3Fvdeu0r1UFHO+RPkJv5lbcr7XV6q9LQeRvbmkeDwjiWO+8r8gvjoqUb4KKgK+E4HJvXjulb2eKwM/LZzIPdDCnb53rke9RiaKPp1Pjj5TkJM+wQp3vYhob7681/u9ShycPp+BzL3hxL++5qWIvrAB4j3EyyS9kTtAvtb/S76IWEo+96+dPdEJ1T6zt7y9/5N6PvFXDz0AEyC+FeHEPkC5kD7pUYQ/3501PqFUsT0V62s9jr6lPcQBXr65PnM9UmggvlcgWT5yhr28ZOhSvrFcED5Hvi27rfIvvqFwt76oBFa+klSsveUIbL5ybES+V74BPXFrI77ebKi78qhivYawvDx2UpW7jbILvVenpD2+yoc9p6wIvl55p71SuMg95t9Dvq01wTwUUzA9NjShPp+27T6F+lM9qOVNPmaMP76eCnG+8XvbvY8R8z0IG4y+3ckePrLSQr7H9K+93OBMvdhG/7xeLa+9WSYIPsiBorwx3Em9b7bsvdctJjsep+w+zM4cPs6hAr7FqXG+aY+ePdugcb1grTm+SBTIPYM6LL78GYg9CqMrvtOxTb3rG8o94UAWvb/lA75CZdG9JPisPSvv2b5rKuw9pDafvWf/KT6z/wo9Ru2mPsaERz7EzwK+qFhwPVHAkj3/GWM9yJHuvCaeaT7MO62+fWYbP8f3mjyCzi69obXVvQxUYL6VMqS+vLgEPhYqJzy5/hg+eCySPnuuQr3vqhA9xpaHPdsFZr1CMw89rvPvPcEzEj9AdTI9YUnsvtgXDL2cf3I+cHBbvQbR0r0Cd488omRtvMYlO74+EKG9Sadovj6uxzxZ6Wg9IxaQPetC5D1rn6A9nCw7vvgLyztraSW9TQ+LPk4lOL7hO0w++39lPnaixL1ztCS+qeURvnLfCD5GLqS9",
        "WJr1PY7EiT5c9bg8nj8gPgpz6L2lRVK+IzEmPyC7xr1NLmq8MLScvpZMJb6K0p+8Q+aLvulb5b5AfwG/ajk+vsCY0Dy6pyK7s08IP4MPrz4oHq08pfkevlIMBr9kdT++M0FbPpXzt77PODk/VCBnPggd7z5LFxQ+jCsFPgDSa74aTYW+qPREvumZAT+nMlA98B3OPoaKHr84LeG8cuwkPo1tAr4hnPK+/DLHPh2VyD3t26++iT6ivVGpdL5Mah6+xMiWvZCJWz97M6e+70tzPuiAZjzyAm6+XmKNviA6wbzgnI69xtYoPVe1LL7pY+G924ytPo0eoD4UjaU+/5GLvkMhDL4hQQI/RcYzvvGaNz1aFmO+cnnFPUM7q75eaaa9AIFYvwJcsr2qaNS+8JJ3vRs6QT2payo+FdCDvrciHjosxsm9NI0RPeCykr3r9FC/O1BjvQjItTlNsxW/HNgvv6jvqD6lL6a+r48Wvu2zYT3SrQM+MLyxPorjY769hSS+MrVIvjeyyDwQVpk+ZLkFv0bMFz659Aq/BL8gvfWdKb7rce+9UcI4PVuqTj7DlBI85NWaPZ8FlT5pvks+n+0Jv0GfDb+tzBU9DK+CvnXNfj3gEzO+nDK/vj7QpT0J40i9/pqLvI3hkL2JiYY9c36JvrllgT5sjwQ/foY1PsoNoL2aKX4+14ciPneljL3ZP9O+kdECvvkbBb3080i+fbSkvc7uxzzDits8GIqivlbaZr1aMVC+V07vPSNg8L2hCYE9+5PxPGPy072cyDm+eU1OPjg+uz7J+Ki9jmW+vqDAhTxy7TQ+JpJRPQWFKT75y749wGzxvQGV8T0Zr/29mlXsvWQWVT78BNU7QGMqvUgagb54rgW+wOYJPlLVSbx/fpi+Hp7jPcf9Lb46QAI8GTe1PWW9G7+VBA09a8GyPiFlWL4GtkK+UEazPUoyBj6x2JK+ZOFuvYathL1Ol4e+8nHWPIF/rL0mFy0+iAzWPbVSBb6nXKQ8hpVCPafKhD2nnTw8",
        "MKAAvq5RGD7xYOC+lOG2Pd/jw7yok0e+nvCovSAbLT0KSoI+PRzCvbgm6z49Q1c9TTm1PLldNr6v+BS+Dn+iPby1OD7sIYu+Ry5BvtUggT3s6AK+02yiPjVogD0hMVe+jNsIPsRyHz1dDxM9R96pvVnjk74rsvO7kEdIPiVy5b2nfAM9iQySvn6A0T1u2to9lGJPPuk+Wz7c6FU91138vYGpQj0NFaq9xgyrOx8WhD55LZO8G73xPDmyuzybIoc+WXaZPLqPlj5WZm0+yKQRPbbWz77is1S+mXotP3QmiL1XOa+935sVvvE52rx6CUW+i60yPX5Xvz1cA8Y9HGOVvijmlD6Oh2K+t6uMPh1LNb5Dnl++NYDgO6K0hj6GhPG8f6KmPQLOkD7e5KQ+AoJMvYtO071uAho9GLjPvelUYT47gWG+ExFCPlWxNr6Sb3a+4XqFvQSZF77fRza+Am8SPdmjNr7UV4u8cUVCPg5TUL0V2aK953jsvCpENL6AjjS9RvGrPrIYmz6u8ws+gio5vqixD7/aZna+7lLDPs7mHrzrPp48Byggvsh1hr0W8oM8V6PivcfxCT4K4aE+gEyaPnbDmDsz+HK+9pHzvjPbqr4Q9KY+p4ynPiaVDL/vUbm+MshGvsYmlb7Sr4488sK2vDriC7415iO+9ex7vpay0b6CY+E9fwhDO52Mu70v8Iu+4FXDvTYrhD6De7I9qYtovqrEgL5eIHG+NQrYPjzgMz6ugMw9DSiMPToL6b5ciyK+cm4NvYLftr6TZbi+QhykPKDogD7DWiq+b9EPPrRBwz1y61C9nYduvZ5wd74vY5K8WZ1PvfoNHL7FTDi9WBbqvYPxmj0SYeo9NeLFvIF3kj6ou+w9Uq/9PSR2kT1HMu49UZH8vQY0WTwL8Fy+cFKtPdT7Cz56krO+yX5tvASmL77iqDg+M20mPReEyr3CTga9MfoyvsI0jz2S1ps+Jkfjvbtpcz4oKvi9PmafveTWij6zzS4+5jG4PgO5fD6fjDo+",
        "EISBPccTOD6qAjk9sWdEvp7SyD1YPMa6sfj4vaATFz4afj49/31Cvrtxa7y3iII+5U4gPcS0gD63qCQ+FRKpvnGvd774GiI+j3F3PFqHfb0vzC29BPlFvrh3Mr4uYIM976LdvVi9Uj0uBqq9ykAsvW1UH74Uip89ntp3PvXhVz12JYy94bGHPeIuCz2YHnu+a8SMvpd9IL7IatG9AcCYvaxw5r2NI9w9DolAvcSAHD7JtTI+E52RPPX/ibwZfR8+xJQ0vd1xCT7R9UK+hRDrvSOxab3hrcA9lcqRPiK6yrv8HAS+bHsiPdFPg73V8Lw61omdveWYRT1boIO+Blu6PbOC3LwCcD6+JfSDvpuART0v24296rNcPGLPjz3RXtS9YCCIPW1qdD22KRm+9rEKvVzioj0lMmO91w9RvjWIsDxMYBy9fwckvDBFQz4SgAw+UUenvI9Rd77g14G9Ms5JPpX5DL5KuUc+47NyvI78fD5gNQ4+RlcPvRECCj3qtK69dymUvijdST1SDxU9zoqJPm2yLj1MRIi+gOw2PiYexL0K8HK+fQZ4vv7vGLwBBOO9TvQQPgpsIz6ryie+x1+FvQOBDj2QbxO85LoLvpiOQTzNQN+9SU1IPtV9zTzoNU+93yevvakIpL1Dcu49Vqc5PKcCgDvEC0W+eHYoPanGsj2HbpE+1Q6sPtRqzz0RvLi+YAU/PW89U75D5c29AhABPl5uGr3pnpS9t5AlPkLpfr4Ah2e8aUckvvC2BjyQ3D4+XrC7PlZrKz4HYQi9vdgZvp1RiTzocgO+tTqPPd+Icj49nUg+B3WkPTvn4z1mrUs+SZnlvdDtqL3mR3u+nCTjvrdzUT34u+M+jsGcPf9ek7429A6+kf34PRMNWL5kyaC8PHr0PA4Rar4XaR6+1BLvvJaGwr5fVcu9ywVyPicYlL4Smvs8/4hEvSPv0r67soo+J9+5PuJXrT10Gh++HZRbvZbpRr6tdxm9a2lovAItK74mFgy9pb0SPgesND5klhQ9",
        "PsACvhudCz6z2VS+WtQxPhTPND75S9C+U4ADPvr9Pz3jRXm8zg31va1m9b3RaQQ99DuUPSJj273VZVe/KqpEPmEV1z6ZPpc+LZsAv1PVkL50czu+/1lbPpaaVz1f4yC+tb9hut7mPb6sSdS9NwUHvyIwkb1c3hw+6/xKPlJGeLu9QjG+m5WEvqB3Iz7nDrw+K/InPpR9ST7Zba296zBOvkJfJz6XjKG+BeHaPff3gb3S7Gs+GLAqPwihhT51FTY8uI5CvHh+mz6tTBG+gCd3PeAVqL7FsB69jVT9Psq27L1x1R++K/icPIWvM756szW+BLh3Pis7ZD4OSn8+65qfvJphyL7iMBu+1EeMPhJaQD6uDcq9sz8WPpi47b0YeT49HOtSvjVawD53xyI+0mOMPp9BoD4b3gy+tRVUPt6qrD0jfGg+daOqvSXZpDyll88+AbSbPWm9K77DFA29xMLbPSKfOT4y+TM/lPDsPagT2b0vIU+8rBhiPgbHWD0S75m+mfpwPst9AL743No73S1jvPhdIT5ONgM+GhAbvQy6Zz4AP9s9sUbIPkPJGT7Sd/m9jMoDPw9cSDpT3uC9sjt2PSI4yT53wFq+4iz6PQzqaz7F6R4+mXe+PqEvGD2vu28+GL2BPhuTSD1XEbA+EQAxPuclOD5A31Y96N6lPTZLXT1KWLQ9z/Z9vk+weD7V1kc9BmN7PoTo27xgA2s+uremPZ7PsD7LYCQ+hV0Tv6ndhb2mIpo9vm6KvMeEvT1qIzM+kt4+Pvq7OD5wQJo+8tgMP/LwYz58Yau8Oio+P6Z4Jj4+cs28SpJ5Pt+/ezsrpYw9lEcQvj06f7vgQog+I+D9Pjbc5TwJzU8+22wKPtXXqD4rZQc/Zwy/vHTY2z2d7SY+YBazvU1akT7hGUq+iC8iPfFhnD4VfRE/plWzvdJNfD0Up5I+MtBKva/O0zuCDzM8VihBPn2kvD4+ALm9f4onPi7TJD6Temw+z9lrvV+ICb3khDw+drWyvmc64LyMoYc9",
        "M6uBvovKAz9VT3u+xUJePAIpbz6hJUY+Q4QivqADI725/me9jTKhvtizb72MkUu+cszJPoXXLr5ZQ6u91jFcvt3PRj4NHl++TjmEPtxoST52M+w9Vhu5PIFL5LumwSW+BsxzPmZTSr7U6pk+TkLGPiZV376QroU+J4p+PiAin763smC+Jrv3PfhL4z6xCAI+Sk2nPncfUb7T6Ue+WS1LPus4Bb4NV6w9cRtMvjPI772HyaC+itZIvQh2cr3SG8i+Qz0fPsE/jz40PY687MNcPies4L7ud4y+4/tzvlrLrD0+KOM6fcuKvoMfIT69v5y6lUMgviGtCj5h7Zw+EatsPlwLsT3taya+GSc1PZYWBb0t/0w+EP+CvoPCmz3np7e7fgLzva8+yT3vNIy/tTN+vhb9yz2m2yq+MxILPrWjlr2sG7u99cS3vrKcSz4Lto28eiZ0vlBBCL7bFEy+u7TBvbFpGT+OIE2+3p9JPpO3Vr6x74O8eT1lPgN7tj2Z3zE+sZVfvtiBhb5mKbw+b4I5voh6kb67b+e8ob1QvDNhQb4Bfo2+/YHTvYbCjTztfas+BG6EPhOI4j5W5aI9lIGBvmt6DL6LpAA+RLx7vhaTervKUYk8zabJvp82p77uVc6+3dc2Pnx3gj1L/YA9lVTQvo13K744eoQ+B4TUvmsWhr6Xfww9E7vXvCCUOb613q09mB21vXArBD69WXU8SZZ+vMDRVz5zkLc+HUjtPNmCBL6JQ3o+2iWBvQ8d/jysOoQ9GvT5vZRn2z1jQns+JVZ8veQCXj0rKy89XpKlPZDWqL2YTKO+QgJqPgbwoLyTgX+97fo2Pqfq2b2Jjri9GtWrPKqjir2ghGe9Tz/VvRR5672NRak+7u4Yvka+uT2EpC+9dZc9vVGc07wSuBG+Ku/gPXPC/7wODHC+PtyoPQRNkb0ruVM90JJdPSzDWj7ICKa8/aOQvinC273+/xK+PSZdPtVxFj7j57k8+jFjPuSESL2rMpk9uQKZPd7zpD25LmY+",
        "uF63vN9qOL3r0jA+tsVNPX3F6b1z/+09s3GcvA30Yr1ElpG8guxrvAcYtDz0x868+qByvVK8Ij2k7ee8oOkiPu74nj0vTRO+AScAvhNX076+NUE+JQ0CPo3hiT4WRDG+hLKBPs33+L0XGJ+9f+iSvcga8r2eKaa7rx/kvWMsqL25FHc9Hb/LPeLQHz3sSEi+gwMWPAgYAz+AQJG9vKWoPnCFqL2493g9wNg5vQJW5D3ipXU+hx0kPUFfwjzUWji+xJNGPgo4iLzFiRs+Lcg2Pp/blL5HxQu8lazRvR28xj6Q11w+/4AhPXoHuL22cIE9miXcvQRvEj3ol1C9wRvJvWT5Rr5UzhG98tf+O/2MFLzkxlg+bmdjPrp47L5Dbha+09yrO4E+/D10qSQ+pC6sPd4PnT6JB1m+J2EmPtzSsT1CqAs9RrS5vOG1Cr6FNnU+v7/xPiS1RT4DvTO+q9VdvSAk5j6WyW49//8JvwYOdb6Yd5i+tVSbPYYGkz6dJTK+WiSMPkymkT3B0HQ6+UcWPm5bRj0gJYc+17twOxPNub1NMbM+dkfePEusfj1+eRS+/P4DPibrID534Yw8lARQPqCbaz7q9Ne+oxZsPR0Zar5LIgy+UgrhPjBbvb1g9oQ81K8ivplLgj2UpxI9p7BNPvQiOD1WpWm+y07nuzqIPz5g5XA+ZpeGvo9aND7O80G+UUQbPrZxPj4gaYI+NSKVPlWC9zzAZW0+bLZzPhUVrT06cpE+dSgGPmBZaj7HHGA9BAYiPsJiSj7mqRU+JWe5PgQ0BT1h5fe9OhKWPq4A2D5aZA49vimwPuIwpT6QHd69jKMVvlUVtL6/EZk+gT1hPu+X+z15clo9/2eFPoRepT7yQEM+2mrOvDdlGzqEA+G95eapvuFaCj8uQrm9Ik4sPqFM5j0ljMi9s2Yiv+Afsz4zEro+4NqKPXVBfD7EnZY+8aElPnDW9LzMQVC9jzhMPc4XNT5iWcI+CeAwPspp172Tjz6+sT+Qvjs21L7aM1Q8",
        "UdkUvZ1CN77pOhe9mKyOPkBDprv3BJU92mtdvthidr5uINS9M282PUWuJL0e/UY+1swkP2ICMr7XU8a+3YcQvia8ITvB8iI+Mn+/PoOOUz7ihQE/VT04vvnUQr5lz/u9x7dtvaOhYzx8eaU+Lrolvve1oL3WKqU+unQvPlFz1748i189K3yRvdLLdT5d9Cu+5LOPPQwAXz7d4MY9iXUdvA3EAb1FN0Y+xCaWvRl/Dz33E3Q+V4ohvVEsj7507M09TZh7PtMDlT7T6Na7WODnvAWolTze8WG+fZyzPi/BrT7WO769pqHdPROGVb4EhYW+3GBqvj5PLz63zfo+aCuDPZWQiL6afCa+n9v2vs9VJr4OsVS+MoiXvu7+bT1bw6g9L98vvqGtwj0IS42+b5L7vUUlvb5dvIw+Bm68vb9tXz0470g9hglKP3b3oD1Ba9q+enO0PSwbjr0WXZe+2v6SPrQnmT20GGg+1DGjur/eDr47bYu+P85avoqHAL6Gbok+hj9dPjS+abzpAJo+7Qz1PUAsm76ZB/M84xSlPecTjb77M8G+fVDzPnW/or7zVxi+0rGouzRhFj4dJqq99EkDvo1v2z2Lcr0+y/8tPjsqhzo9diQ+hBo+PjnuPr536ti+VrJZvsoxtLxNy+c9Hm3bvMiAmr7gfx++xSiGPPGvNz5Murm+NjgYPRaHbLwHuhQ+JSidPdPC/L2DJhO9/Lg2vpF82b1b8mu+tlh0PssJpj0hz+I+/QyBvvwOxz7F6Sy+Y72ePXBgIz7APFk+YLgaPvAvMz6YVqm9FXe9vZWIc72PQnA+woqMPPqhwz3WFOa9TY0OvgTh2z60uGo9PzADP2ZxXD6p1J48qmwXvp3NDD0cGQw+gaVOvQ4rLL7WFfA+HG1zPZpXmz7vIsy+gG/APVwhHD/kjmG+NRqkveueo709RH0+ULIIvn68uj25J8g+a1C5vjvhqz7goma9wBJtPqZSwz5cdxa9PIX3PerA47vdhDq9OMJVvA+wmT5QQW4+",
        "fHX2vEQK4LlfKYc83jSdvIVvKj3FzE+97+uqvjQh9L0qwfu9aRH0vUuyrr14RY2+LPU1vp4Fy77iLH8+dky+vY2Ls743c6o+UNNBP0TEhzxcuoi+4t/fPSE6qr60VaK9oH4jvqrSsz2+WuA+F/8MvsORcD0vHXq8FzQgPopW1L3AMc09EvxBPZnKvD4KZkU9s5qJvN+jx71pbkG+j8xDvnpgnj2d49s9bds3vrm4zD0dN04+KMy6PoTQ4j26AwY9mQGfvfZetjyCCRq/xsCgPtnzQT7f0Yu+Na3kPT3qSL58Bxq+BgQTPt+X4LyFsSm+m1jLuwFw3z0dSGq91CZdvouK7L4TN5s9CmsrOyYdmz6Mteg9KgtKvZURP74UxIu+TxY4vrKkcD4AwLO9Mba9vQ+LXr5rQTu+oKrfPqeGsz4YC5I+NDShvMEQ6LxeIlg9sA4pPp6p0D3WDYQ+fW83vQT8G73Hx3S+5qJyPWe/m713QeG8uX4tvTBg0bzKAYq+5K0dPcamKb7C8Z48LIeMPcspTL5eDbM9zLCBPqg38T1eu3s+9I/vvIOg8T1xnqa9pnQLPoSPkr5yVEi+raiWPEDpkb31G6s9Kza3PpUesT0yNvE89uFwvVcQgr11VUe8H6yIPS/pED7lNE2+yV3HvBcvlL0SnAO9mbgfPt8XFj7Xqc8+8uThvR4ceb7prig+PBvSPRewWT6UcNC9H3q7vdYvtz2G1QY9n3+nvYTCdD32Cm+9J1GuPRIFgb1Rxm89jL++PWh5gzxYGkM+DsuHvfUZwjwLycM9Jr/ivG3mfr3o0jS9rNInPsVLqL5WBZM9AJiYvR9ZRztDw4q8K7kEvs76Qb6MGo09O2xhvd8t3L0BJx4+ivl2vju69r3KEXS8ZdAhPhDvi73b36c9zN0BPMARdr4MNAa+ROXmvZCPhD6AJOi7DpH2PK+LYr3mMVY+IHUcPUR6Aj1AGY8+Kgh2Phg8zz3zsQ4+5ffcPWMpPz2oNGe+R4RcvjQaTb6zah29",
        "vTWlvISCSL5nKr+8F5RTvkzXmj0IhnE+VZravcoICr9L6bU9dWFkvQdnDb7tsXM+lrVrP8yBn753AhM+lT4+voEUzL3NtDg+uebHPucoYz4hV9o++qszPbABWb+vzrq+6G+jvRSQkL2CXWY+qgqnPWwUhL4sSAI/wUjZvIFYmr20oiy8GTY0Pd5vGj2LgzK9ehU+Prii2DtUQKE+5S8Hvm1qRT0ZzXg9JXKJvhLjLD4uWGi9fcZ6vdi+xLrO11g+F+ZkPjNopj4DhYs+eoH1vYOzQ75IatI+VkTsPrNDxj7jr/W99aAMvJ6Wkr0kxUm+YAjuvXRihj3e2pU+EEaavqgNYj68Q6e7pLeZvZCAC7/uVlK+Ufq4PvCiZj5Rk129x0Uavw44CbygEJC+Bo92Ps4Dvb0Puo4+lVIBP4FKOz6fCs69bXUfP2MTALtmOrU9Lw4WvpxpBb5SHP+7tRq2vFgXHz5k97E+C0gwPsY4Zj08rj6+2CO5vUHJ7r6/0tU+k24OPr7W1LwiOoI+sMMEPiCP270qYYU9SlOBPRzGor42F0O/QfDqPhMV8r6YGrM6RFRHO3yozb7hYyW+4UYUvkLCOD7WtFo+6YM9PrB7LD5WZHM+DMxVvRHwqL34G2e+6lOuPUmQVz7y7Qo9RdyAvg1BFD4HNPg8PdEyPYRc6z0hhYI+kqS1PZT6ID5dldY+M8sQPfd2Bj5giCA+iA8xPvfftr4CMi0+hZ+iPunyzD6GgLK9SkGZvZx1x7289Bw+AOwDPgDTSr6EuHY+deVXvszWgj2aObU9DrmDvPijcD1z4KA8EY5kPj4t0T3P6pY79VkvvgX5QL1ZHJY+kLaHPvi0Vj1TJT8+SIApvNjrSz5IAIQ+AvM6PoQmE76LJFc+R0vwvmPn9j1XcdG9lTe2vRLZ6DxcWMY+Lh6Evnq3nb5U/tw9NShZPr1xhj5wRFO8Obf/vEwhjz0nYDg9CNqZvpJOtT5Pu6I6vKEvPaHrVz7hDJI9m5IUPhKwpL4cZMI+",
        "GEbsPsljaL1YZSA+eTNePl81qb43Q2C+cyyDvWgccb7d3aI+SngRvlb1bj5IUL4+2RilPWn8yr64HZc+3jxBPsk61z057oI9b1WevnHMpr73EbK+weAHPsoJWb4XHxY+GAQ2P4m/+L6k1rG+MWnRPM6rrb42VaM82ASOvjXdcb5wKxQ+TmKdPWWEqz6MTUY9cigZvUpFJz4Pa7w+I0SQPs2pF76JCga+QDA8PXkQnL5ibFg+O7nfPpEMjzs0bqQ+SUXDvoiUcr6o9Vy9j6TWPdrRgj4nW7++CbeCu83qEj5gWoS+QL54vUYb2L5Zzlq875WSvpyJ1z7EJJy9g/YUvg5qor2cx7G+NtjxvC//Dz83PdU9gEXcPOhj7T4S7nI+HXBlPqA2Jb4sUEy9YRyTPuD6k75/ZWI+1wuVvgqcqjw8nK89iVHTPbh93L3SLiM+CBxiPaAzrb5+ZG2+Y9SbPrAHxT55kMg929DCPsuyzDwg2/G9KEegvg34eb22vle+RPomvmixPr2P5US+FiziPb63grxmQro+VM41uj0TZL7K7gk9LOkgPZVv0T23FgY+vcPVvpoF6Ly0I2Y+Pf8hPTvOaz6XQg8/4ZYjPrQwhb4UXY6+vZWpPabBXb4uka+8d2/evU3yGb632Ii9lMHAPueVSTv3hG68NFI0PvD5UT425Ba+r38QPtdBC754eZo9gFmnPi38JL1sGIG9xD5Cvkse3j0p7qM+PQ/oPvngpzwiCfq+qAO3vlhhLz4Q0Cq9guBXvWYaVD5ypZK+4+BmvWMZDT7OZNw+z7/hOWc+2j2OfVM9gUlIvkJV2r3XHrK+BkouvZkWh75v/nc+lnCUvvNU3D5qnAW/0dI2PpMZOT4Re+e9Mag8Pjn2cb4swJU+/ogMPgvQp75X/aa9DoQnvg2YvT7UMUo/w81RPe7kxj6x7jE9JmjpPocWcj5URiA+Ry8nPpvZtb3iU969d+JsPslvoT6onN699BJdvbFZyz4LKNi91QB4PSef5T6QYHa+",
        "HjahPPsjErx2kEC+VMzqPXOkWz3urVM94xy3PY6j87wu2/w9kjnPPeL0Gb0Hnoc9v/K9u4afDz1EBo69tFLmvaSKZD28SpK83l4zvkx2+jxxVok+PzuNvVWOpr2KfxC+HtGKOx+EuD65/JS+MxLmPbBj8r1ZPkI+7s9lvpJX9r14ZYq+kWe+PjKATT19zA4+pnqRPb4XmL5lFre9bg4fvc7hmr7fWl09NBILvsxwPT5OqbK+rBEqPtPBMD5VSRu+i5e5vYZ2DD6/AJE9Pk5qvgeLXb7JhMc+ftYzuzy6qL1kDm88nooEvXvRJbt5zjM9s/I0Ph67EL1mmHg9EP1nvTEFnr3ELho+204BPuJqn71jStC94RStPX85GT/UPD2+XyQBvn9whb3AGRO+SWUevhCNpzvlUBW+nRtGvuvA/L25nt89FNuIvpxS8z1NJZc+/ndEO7VCQ74QrsQ9leUxPlH3wz1zawK9m/uUvpqOdj6nHyk+Mm8bvvKpjL5jLIM+wXiovcqRJr63LEm+0ytxvbvAITwXgi6+utn4PEP4p73UNCQ+0a28uYL4ib1r1XK+AEzFPf83Lj7GEmY8olHgvp6yab3faFM8RxjFPYycOj7BhYi+jr3+vTcmAb5+812+mwcWPUY1ojze1Ue999AqPhnt3b6W8Yg+q3cIPatuaL5MBEQ+Z4OwO2zJlT7SLv4+uzeqPaAI5b4OrOI+TaRfPkfKHr3ylxM9vFbRO3ijMj+R8tO9QZsWPlTNjr1K8Vo+4DqtvEkh37xpjKk+DqWKvlUcPj5fcgO+meGpurxAqD73DL4+o6xyPjDXgT7SYeg+m8WoviJ3A75+H2g8no+ePVgaXT7wPck8vJYNvpeyNT7lcFM+SGvsPshEEL7uPlK+uRE7PvOBCT+dWVW+Uwf9PTmvnL6olsg+hWR3PZgB6jxhr/U9f4p3Pko4Xj28AJQ+8WubvqowNL5mWbI+weJgvsWear3mqu68zR55PdbXiD4uVVi+lVoKPwKS7j2LLk8+",
        "Zn0lPVsRiDxOr1m+q0fBPrHAozxY94K+3CPHvseOIz2eljU98+C6PKRk9Dm83p4+GxI5vqphC76XNII+Da+LPgIH5L32NXW+hmwKP5z7ML5Cn+i+dvWePvaPyj2wwVQ+n3UqP3GagL2G0/q9xieEviEsVb1Z0429H00dv8SgrD27GZA+eRmsvuGYTD1N8eU9D1E9vlsVtL3B+UK9EFAuP15mtT6XRYq8B2OJPrrjGTyAUN+94YVaPseNUT5Fh/M+HLsavmwaAr/rwCQ+sCOAujjay70Qu8a9BKYEP3PcPD4d9GI+FZ+dPrGXnj3gPEk+LZfOPRxHNj5+OwY+xjYxvkIVJ758uGs+gGuUPb5WbD6gXtK8QTyrveUjAb2cgHW+zCfWvckaaT1KBCk+oI8nP/eD47ywqe89L17vPnwUXz6qNEi9QDgGvgMyur4W38S+eDaJPRaVBT5rJl0+0ywFvkCtFj5MDSw/DNglPHPnUL3jhAg+DgQbv2+BnD5Mzd0+hhSMvuYS4r1PeNm+QGj2vtViHL+KEMq+6i6UPthqFb3YjRg+U/yrvgLDvjuSR4q+fkAtPWWi0L6X+1U+WFwZPoRcpD7UXIm+AF1xvjTQn75vTWw+PR7lPlbspL6Vje29wmQ0vgH7hz61qcA9cIOCPuh9j75sKZO+fVWEvuq5gD53XZ0+Z9K4vSIQpT1pPwo/SOdrvbtriz5Kkgw+1hmIPolwdj5Q03Q9tHdsvbA4ib4vfbm9Z6lPvoolNj6xIxu/9QdAP1IHbb74BSw/qzpWP5xqND46Yk29fJZZPg2d67wcRG++SYaevfY7Er7/jcI+0vHAvKIHbD4yd989e5WWPsgxUT5vRIw+B7YFPfWrML1pqaw+AUjxPUqugT3ylE4/3+JxOwTI673XETa+eTggvpN1Eb4730c+G54Bvvthmz5HG6S8rVypPVhIlj4+C7C9c+06PYWcqz7cnCo+5UvyPhXtQ75dryc+RuzXPad0qL1gtyQ8JWHavgIEnD7ynEm+",
        "eVYFu6KRtr7Mm8o9r1kPvTteGb0YMD6+cZc2O3KNBrtvSey9XMJ8Pl94Er5ix9c+4V+7PS5B+D5AwjO+ZKByPeEBRj1e5ea+gNPFvj6ygL0PSHI+TjFqvikvgL7hkOY9k6G4PjgFFb5cXdk92wruPezF+T2rBLA7LOKBPuwZIr9cXek8JTaVvYr7wD5bJb08Y7oAPlSazb101KC9hVbtvH6NLb3xcuO9YQCcPiNIBz7IIjg+ejGEPRKuaz3pr/A7adeiPqSNh715Yp29YFzFvOGPs707NJu9w2Y+vohKaD4fa8w7c0NVPnuaED7XfM0+4N+Rvlwq4btQ9aA+62+QPZNdCL7qArM96eoGvaNgBD5+O7k8i8m3PfCJYj5SAgi9hyaVPkyg8r0cV4i+MsLkvB2ArDtRrOk+a2XdvCaexb5GxMs9Br8UPpqtrT468iy+tChAPFLJJ75sdrY95s+yPTvqVD4yf5y+4Xq4vfVYDz7f6B8+YJa/vWVmk71dj5g+9ovvPi3liz6RaQs//LHvPfhqIT3fS9k9FX5ROxidYj2Kx4u9/gPPu51FLL4eZg4/hL4DvSZUU779mxu+RQmfPsapubxRQym9jCG5PkL2Qz4TZUk+W4ajPrUIhj6ThRC/67QXPtDTJL5l7ma9OL6rPaIZP7zvbO6+rKe8vScYWL4vCTE85aihPRsfIL2SPU0+wnmcvt6MED7NEOE9QovvPZn3aj5EwNK9uJ4JPSRjfj8ncxo9M5UPPYVCxjy+ulM9GDIbPQhADD67npY9TO8Kvlddmr2qEQa9jnbnPYd3Vb7fUcS9VFODPc6VBT7yZ248aVA+Peu7Tr7GghY+fe/YPc6olLyTX/S9uCQYvsLCzb5FVY+9AxooO6b09L1IFWE6U2XTPst4JL5+VLS9IgaivkSjlL4iiiE+TIqvPgJqtr1nfmc+6tTZPbIVlD3nABi9XYRavmlyCT4k/5Y9F6yOvYDaPD3La5G9dl6qPgNfNz6dR1i9y/AvvYZoDz678x88",
        "M5luvsf4hL0i+IA+HftSvlR0kj1wwwc+LH8ePi//TT48g5m+V6zPPam+Uj5Ox6O+0K7+PWSuL74z8xu+vUnUPPDE97xZfM+++DOnPUarv771l0k9q2ebPOCRmbw/1/y9HV8qPjnhCr7wa3U+YJsIvlqr/jzjaiw8aNajurbkOr3FO7G8WrgpPT7LuDzjSKy9mALmvZ6fwz0FhM09a95Mvgg5Or0BlpA9tMbHPN89yTxJXw89BjXoPa4mm70TkZO+AmjZvPyeRD4dIhi9SE3nPomCtr0Q3+W8sxosPVNubL7dP7+9W/ffvaHwoT1thlA+QoqHPsp0bL2+7B+9w1RdPcUblr6Rsoo+b0xAPlBR6z5ij1I+PXOFvuDdRr698z+8yfNjPFF1+7x6PKe+NkOSPvbhKz75GbE+My3yPpACBz54Rrq+9UR9PZNTuj2yXZa+wL6uPgOabT4Ib6Q+XsQcvjnCIj90u88+O/nSvtdsFr7lo1k903gAv3WYkD5GxMA9bhYHPoKbqrw0pBq+krPpvbvZfb4KyLS9O8kuvrQ4YD0Lvhc+4nd2vvI55L1Jv4q9nBCevt5Ee74y6os+9wmLPni6wT6PpZa+A7p1vQ0YwjyA1qG8p7KvvUwAJT6EvFw+cQBkvvXcKr19Sd29cZ6JPjEs1L560xW+UG5vvWsMYT7yPiI+OfNlPNFYvD2KUEg/zG6RvO9PezzUF14+hh8kPyPjyD7pBzA+U4oePh1LEL6W6dK91KfjOkT0IT6Y15++sPplP741Jr6eYI0+jma5PgNZ/z3t5oS+fXA/PvPsJj6zspi9E6Apvhm77D14zoA+iOsgPjA4uztGTEE+qfRfPk7NTj6OGgk/mKchvsmZqDzA2CY+sKPiPiwYbL33ff0+PhW5PgmHvTsOBYq8jy1rPpz6Pb5ZvHc9XSx1Pq1aqD4ogSw+g9+8PHaCUT7Dl74+1mJuPNASpz0xUNc+cTaXPksoij7sZJ6+rgT7vTaIob74jbQ9gvIGv9n6Aj3nsRg+",
